[
  {
    "id": "ch1",
    "title": "Capítulo 1: Introducción",
    "sections": [
      {
        "id": "1.1",
        "title": "Bienvenido a la Oscuridad",
        "content": "<p><strong>Grim Delve</strong> es un juego de rol de mesa de alta aventura y bajas probabilidades. Es un juego sobre gente desesperada explorando lugares peligrosos por oro, gloria y supervivencia.</p><p>En muchos juegos de rol, juegas como superhéroes destinados a salvar el mundo. En Grim Delve, eres un aventurero. Tienes agallas, acero y quizás una chispa de magia, pero al mundo no le importa si vives o mueres. Si quieres sobrevivir, debes ser inteligente, rápido y afortunado.</p><h3>Lo que necesitas para jugar</h3><ul><li><strong>Los Jugadores:</strong> 2-5 personas para asumir los roles de aventureros.</li><li><strong>El Director de Juego (GM):</strong> Una persona para retratar el mundo, los monstruos y los desafíos.</li><li><strong>Dados:</strong> Un set estándar de dados poliédricos (d4, d6, d8, d10, d12, d20).</li><li><strong>Esta App:</strong> Para rastrear personajes y consultar reglas.</li></ul>",
        "tags": ["intro", "básicos", "rpg", "qué es esto"]
      },
      {
        "id": "1.2",
        "title": "Filosofía de Diseño",
        "content": "<p>Este juego se basa en el estilo de juego <strong>Old School Renaissance (OSR)</strong>, mezclado con mecánicas modernas. Entender estos pilares es clave para disfrutar el juego.</p><h3>1. Habilidad del Jugador sobre Habilidad del Personaje</h3><p>Las reglas no resuelven problemas; <strong>tú</strong> lo haces. No mires tu hoja de personaje para encontrar un botón de \"Resolver Trampa\". En su lugar, mira al GM y di: \"Uso mi pértiga de diez pies para golpear las baldosas del suelo\". Si describes una acción sensata, podrías tener éxito sin tirar un dado.</p><h3>2. El Combate es Guerra, No Deporte</h3><p>El combate no está equilibrado para ser \"justo\". Es un estado de fallo. Si te encuentras en una pelea justa, tus tácticas han fallado. Usa trucos sucios, cuellos de botella, trampas y diplomacia. Si puedes evitar una pelea y aun así conseguir el oro, has ganado.</p><h3>3. El Tesoro es Poder</h3><p>No ganas Puntos de Experiencia (XP) por matar monstruos. La violencia es un riesgo que cuesta recursos (PV, Hechizos). Ganas XP recuperando <strong>Tesoro</strong> y llevándolo de vuelta a la civilización. Esto alinea tu motivación: conseguir el oro y salir vivo.</p><h3>4. El Mundo es Peligroso</h3><p>La magia es volátil. Los monstruos son aterradores. La oscuridad es real. Aquí no hay redes de seguridad. Si caes a 0 PV, estás muriendo. Si cometes un error, lo pagas.</p>",
        "tags": ["filosofía", "osr", "xp", "combate", "habilidad"]
      },
      {
        "id": "1.3",
        "title": "Resumen de Mecánicas Clave",
        "content": "<p>Grim Delve utiliza un motor único diseñado para la velocidad y la tensión.</p><h3>La Tirada del Jugador</h3><p>El <strong>GM nunca tira dados</strong>. Los jugadores tiran para atacar y tiran para defender. Esto mantiene la acción centrada en ti. Cuando un dragón escupe fuego, el GM describe el horror y tú tiras para sobrevivir.</p><h3>La Reserva de Peligro</h3><p>Debido a que el GM no tira ataques, utiliza <strong>Puntos de Peligro (PP)</strong>. Cuando los jugadores fallan tiradas o derrotan enemigos, la tensión aumenta (representada por PP). El GM gasta estos puntos para activar habilidades de jefes, invocar refuerzos o activar trampas. Cuanto más te demores, más peligrosa se vuelve la mazmorra.</p><h3>Inventario Basado en Espacios</h3><p>No rastreamos el peso en libras. Rastreamos <strong>Espacios</strong>. Tienes un número limitado de espacios de inventario (generalmente 8-12). Una espada ocupa 1 espacio. Una ración ocupa 1 espacio. Un saco de 100 monedas de oro ocupa 1 espacio. Constantemente tendrás que elegir: <em>\"¿Llevo esta poción extra o llevo el botín?\"</em></p><h3>Clases Modulares</h3><p>No estás encerrado en un camino único. Tu clase es una combinación de dos <strong>Arquetipos</strong>. Combina <em>Soldado</em> + <em>Arcanista</em> para hacer un Hoja de Hechizo. Combina <em>Pícaro</em> + <em>Sacerdote</em> para hacer un Peregrino. Tu identidad es tuya para forjar.</p>",
        "tags": ["mecánicas", "puntos de peligro", "inventario", "clases", "resumen"]
      },
      {
        "id": "1.4",
        "title": "La Ambientación: Pulp Oscuro",
        "content": "<p>\"Pulp Oscuro\" define el tono del mundo. Es una mezcla de <strong>Espada y Brujería</strong> y <strong>Horror Cósmico</strong>.</p><ul><li><strong>Ruinas Antiguas:</strong> El mundo es viejo. Civilizaciones han surgido y caído, dejando atrás mazmorras llenas de tecnología y magia que nadie entiende ya.</li><li><strong>Horror Cósmico:</strong> Hay cosas en la oscuridad que no pertenecen a esta realidad. Horrores con tentáculos, espíritus geométricos y hechizos vivientes. La locura es una amenaza real.</li><li><strong>Escasez:</strong> Los objetos mágicos son raros y únicos. No encontrarás una \"Espada Mágica +1\" en una tienda. Podrías encontrar <em>\"La Hoja del Príncipe Negro\"</em>, que brilla cuando hay goblins cerca pero susurra pensamientos oscuros al portador.</li><li><strong>La Luz es Vida:</strong> La mazmorra es totalmente oscura. Las antorchas y el aceite son tus recursos más preciados. Si las luces se apagan, mueres.</li></ul><p>Toma tu equipo, enciende tu antorcha y adéntrate en la oscuridad. Buena suerte.</p>",
        "tags": ["sabor", "ambientación", "historia", "tono"]
      }
    ]
  },
  {
    "id": "ch2",
    "title": "Capítulo 2: Mecánicas Principales",
    "sections": [
      {
        "id": "2.1",
        "title": "La Tirada del Jugador",
        "content": "<p>Este juego está <strong>Centrado en el Jugador</strong>. El Director de Juego (GM) describe el mundo, establece la escena y controla a los monstruos, pero <strong>no tira dados</strong>. El destino de los personajes está literalmente en manos de los jugadores.</p><p>Cuando tu personaje intenta una acción con posibilidad de fallo—atacar a un orco, resistir un hechizo o forzar una cerradura—haces una <strong>Prueba</strong>.</p><h3>La Prueba Central</h3><p>Para determinar el resultado de una acción, tira un dado de 20 caras (<strong>d20</strong>), suma tu Modificador de Atributo relevante y suma tu Dado de Competencia (si aplica). Comparas el total con una <strong>Clase de Dificultad (CD)</strong> establecida por el GM o las estadísticas del enemigo.</p><div class='formula'>d20 + Modificador de Atributo + Dado de Competencia (si hay) vs. CD</div><ul><li><strong>Éxito:</strong> Si tu total <strong>iguala o supera</strong> la CD, tienes éxito.</li><li><strong>Fallo:</strong> Si tu total es <strong>menor</strong> que la CD, fallas.</li></ul><h3>Dados de Competencia</h3><p>La competencia representa tu entrenamiento. A diferencia de otros sistemas que usan un bono fijo (como +2), este sistema usa un <strong>Dado de Competencia</strong>. Esto representa la naturaleza variable de la habilidad bajo presión.</p><ul><li><strong>No Entrenado:</strong> Ninguno. Estado por defecto para la mayoría de habilidades.</li><li><strong>Entrenado:</strong> <strong>+1d4</strong>. Obtenido de tu Trasfondo.</li><li><strong>Experto:</strong> <strong>+1d6</strong>. Obtenido de Talentos de Clase específicos.</li></ul><p><em>Reglas de Competencia:</em><br>1. <strong>No Acumulable:</strong> Nunca tiras ambos dados. Si te vuelves Experto en una habilidad en la que ya estás Entrenado, el d6 reemplaza al d4.<br>2. <strong>La Tirada:</strong> Tiras el Dado de Competencia <em>con</em> tu d20 y sumas el resultado al total.</p><h3>Ventaja y Desventaja</h3><p>Los modificadores situacionales—como terreno elevado, oscuridad o estar restringido—se manejan a través de Ventaja y Desventaja.</p><ul><li><strong>Ventaja:</strong> Tira <strong>2d20</strong> y usa el resultado <strong>Más Alto</strong>.</li><li><strong>Desventaja:</strong> Tira <strong>2d20</strong> y usa el resultado <strong>Más Bajo</strong>.</li><li><strong>Cancelación:</strong> Si tienes fuentes tanto de Ventaja como de Desventaja, se cancelan mutuamente. Tiras un solo d20 como normal.</li></ul>",
        "tags": ["tirada", "prueba", "competencia", "ventaja", "desventaja", "cd"]
      },
      {
        "id": "2.2",
        "title": "Críticos y Pifias",
        "content": "<p>El d20 cuenta una historia. Sacar un <strong>20</strong> o un <strong>1</strong> desencadena cambios dramáticos en la narrativa, ignorando las matemáticas de modificadores y CD.</p><h3>Éxito Crítico (20 Natural)</h3><p>Cuando el d20 muestra un <strong>20</strong>, logras un <strong>Éxito Crítico</strong>.</p><ol><li><strong>Éxito Automático:</strong> Tienes éxito sin importar la CD.</li><li><strong>La Elección Crítica:</strong> Eliges inmediatamente <strong>UNO</strong> de los siguientes premios:<ul><li><strong>Opción A (Efecto de Bonificación):</strong> Logras tu objetivo con estilo o fuerza suprema. Inflige <strong>Doble Daño</strong>, activa un Movimiento de Contraataque específico o gana una pieza de información extra útil.</li><li><strong>Opción B (Ganar Suerte):</strong> Guardas tu impulso para más tarde. Ganas inmediatamente <strong>1 Punto de Suerte</strong> (hasta tu máximo).</li></ul></li></ol><h3>La Pifia (1 Natural)</h3><p>Cuando el d20 muestra un <strong>1</strong>, sufres una <strong>Pifia</strong>.</p><ol><li><strong>Fallo Automático:</strong> Fallas sin importar tus modificadores.</li><li><strong>La Apertura:</strong> El <strong>GM gana 1 Punto de Peligro</strong>.</li><li><strong>El Desastre:</strong> Debes tirar un <strong>d10</strong> en la <strong>Tabla de Pifias</strong> específica que coincida con tu tipo de acción (ver siguiente sección).</li></ol>",
        "tags": ["crítico", "20 natural", "pifia", "1 natural", "suerte"]
      },
      {
        "id": "2.3",
        "title": "Las Tablas de Pifias",
        "content": "<p>Cuando se saca un 1 Natural, consulta la tabla que coincida con la acción realizada.</p><h4>⚔️ Pifia en Ataque Cuerpo a Cuerpo</h4><table class='table'><thead><tr><th>d10</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td><strong>¡Rotura de Arma!</strong> Tu arma es destruida. Si es Frágil, se hace añicos. Si es duradera, una parte vital se rompe; no se puede usar hasta repararse (Tiempo Muerto).</td></tr><tr><td>2</td><td><strong>¡Torpeza Crítica!</strong> Golpeas a un aliado adyacente. Debe hacer una Prueba de Defensa contra tu tirada de Ataque. Si falla, recibe daño completo.</td></tr><tr><td>3</td><td><strong>¡Sobreextendido!</strong> Tropiezas gravemente. Quedas <strong>Derribado</strong> y se te considera <strong>Flanqueado</strong> hasta el inicio de tu próximo turno.</td></tr><tr><td>4</td><td><strong>¡Arma Caída!</strong> Pierdes el agarre. Tu arma cae al suelo a 10 pies de distancia en una dirección aleatoria.</td></tr><tr><td>5</td><td><strong>¡Arma Atascada!</strong> Tu arma se aloja en una pared, escudo o suelo. Gasta tu siguiente <strong>Acción</strong> para hacer una Prueba de STR (CD 11) para liberarla.</td></tr><tr><td>6</td><td><strong>¡Armadura Dañada!</strong> Tu ataque rebota. La AS de tu Armadura se reduce en 1 por el resto del combate. Si no tienes armadura, estás <strong>Sangrando</strong>.</td></tr><tr><td>7</td><td><strong>¡Réplica Enemiga!</strong> El objetivo usa su Reacción para hacer un único ataque cuerpo a cuerpo contra ti inmediatamente. (Le cuesta al GM 0 Puntos de Peligro).</td></tr><tr><td>8</td><td><strong>¡Expuesto!</strong> Te dejas totalmente abierto. Tienes <strong>Desventaja</strong> en todas las Pruebas de Defensa (Esquiva, Parada, Bloqueo) hasta tu próximo turno.</td></tr><tr><td>9</td><td><strong>¡Atontado!</strong> El impacto discordante te sacude. Ganas la condición <strong>Atontado</strong> por 1 ronda (Acción O Movimiento, no ambos).</td></tr><tr><td>10</td><td><strong>¡Sin Aliento!</strong> Pierdes <strong>1d4 de Aguante (STA)</strong>. Si no usas STA, estás <strong>Debilitado</strong> por 1 ronda en su lugar.</td></tr></tbody></table><h4>🏹 Pifia en Ataque a Distancia</h4><table class='table'><thead><tr><th>d10</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td><strong>¡Fallo de Arma!</strong> La cuerda se rompe o el mecanismo se atasca. El arma está rota hasta repararse (Tiempo Muerto). Las armas arrojadizas se pierden.</td></tr><tr><td>2</td><td><strong>¡Fuego Amigo!</strong> Tu disparo golpea a un aliado en/cerca de la línea de fuego. Debe hacer una Prueba de Defensa contra tu tirada de Ataque o recibir daño completo.</td></tr><tr><td>3</td><td><strong>¡Munición Derramada!</strong> Se te cae el carcaj/bolsa. Un <strong>Fardo</strong> de munición (ej: 20 flechas) se dispersa. Gasta una Acción para recuperarlo.</td></tr><tr><td>4</td><td><strong>¡Posición Revelada!</strong> El disparo te delata. Si estabas <strong>Oculto</strong>, eres revelado. Todos los enemigos conocen tu ubicación exacta.</td></tr><tr><td>5</td><td><strong>¡Atascado!</strong> Fallas la recarga. Gasta tu siguiente <strong>Acción</strong> para despejar el atasco/recuerdar. Esto es además de los tiempos de Recarga normales.</td></tr><tr><td>6</td><td><strong>¡Golpe a Cobertura!</strong> Golpeas el entorno. Elección del GM: Destruyes una fuente de luz, rompes una poción que un aliado sostiene o alertan a una patrulla cercana.</td></tr><tr><td>7</td><td><strong>¡Avance Enemigo!</strong> Al ver que fallas, el objetivo usa su Reacción para moverse <strong>15 pies</strong> (sin provocar contraataques).</td></tr><tr><td>8</td><td><strong>¡Expuesto!</strong> Te asomas demasiado. Tienes <strong>Desventaja</strong> en todas las Pruebas de Defensa hasta el inicio de tu próximo turno.</td></tr><tr><td>9</td><td><strong>¡Atontado!</strong> La cuerda te golpea el brazo o el retroceso te impacta. Ganas la condición <strong>Atontado</strong> por 1 ronda.</td></tr><tr><td>10</td><td><strong>¡Rebote!</strong> Un fallo ruidoso. El <strong>GM gana +1 Punto de Peligro extra</strong> (Total 2) ya que el ruido atrae atención no deseada.</td></tr></tbody></table><h4>✨ Tabla de Percance Mágico</h4><table class='table'><thead><tr><th>d10</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td><strong>¡Catástrofe!</strong> Explosión centrada en ti. Recibes <strong>1d10 daño</strong> (ignora Armadura) y quedas <strong>Aturdido</strong> (1 ronda). Criaturas cercanas deben salvar o caer Derribadas.</td></tr><tr><td>2</td><td><strong>¡Objetivo Erróneo!</strong> Pierdes el control. El hechizo apunta a una criatura aleatoria (aliado o enemigo) dentro del alcance. Las mejoras propias afectan al enemigo más cercano.</td></tr><tr><td>3</td><td><strong>¡Retroalimentación!</strong> El hechizo implosiona. Recibes <strong>1d6 daño</strong> (ignora Armadura) por cada <strong>1 MP</strong> gastado en el hechizo.</td></tr><tr><td>4</td><td><strong>¡Descontrolado!</strong> Elección del GM: Un área de 15 pies se vuelve Terreno Difícil, todas las luces se apagan o un fuerte lamento sobrenatural grita desde tu ubicación.</td></tr><tr><td>5</td><td><strong>¡Drenaje de Maná!</strong> El hechizo te seca. Pierdes el coste de MP del hechizo + <strong>1d6 MP adicional</strong>. Si estás a 0 MP, quedas <strong>Debilitado</strong>.</td></tr><tr><td>6</td><td><strong>¡Grieta Abierta!</strong> Rasgas la realidad. <strong>GM gana +1 Punto de Peligro extra</strong> (Total 2). El GM puede gastar esto luego para generar un demonio/espíritu menor.</td></tr><tr><td>7</td><td><strong>¡Auto-Infligido!</strong> Los hechizos dañinos te golpean (Prueba de Defensa vs CD de Lanzamiento). Los hechizos beneficiosos te aplican una Condición negativa aleatoria.</td></tr><tr><td>8</td><td><strong>¡Enfermedad!</strong> El residuo mágico te envenena. Ganas la condición <strong>Envenenado</strong> por 1 minuto.</td></tr><tr><td>9</td><td><strong>¡Choque Mental!</strong> La retroalimentación psíquica te abruma. Ganas la condición <strong>Atontado</strong> por 1 ronda.</td></tr><tr><td>10</td><td><strong>¡Fallo!</strong> El 'mejor' fracaso. El hechizo simplemente falla y el MP se pierde. Sin más consecuencias.</td></tr></tbody></table><h4>🛡️ Tabla de Pifia en Defensa</h4><table class='table'><thead><tr><th>d10</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td><strong>¡Catastrófico!</strong> Recibes el golpe perfectamente... de la peor manera. Quedas <strong>Aturdido</strong> por 1 ronda.</td></tr><tr><td>2</td><td><strong>¡Equipo Destruido!</strong> Bloqueo: Escudo se hace añicos. Parada: Arma se rompe. Esquiva: Armadura -1 AS (permanente) O Mochila se rasga (caen 1d4 objetos).</td></tr><tr><td>3</td><td><strong>¡Derribado!</strong> La fuerza del golpe te lanza al suelo. Quedas <strong>Derribado</strong>.</td></tr><tr><td>4</td><td><strong>¡Romper Armadura!</strong> El ataque encuentra un hueco. Tu Puntuación de Armadura (AS) se <strong>reduce en 1</strong> por el resto del combate. (Si sin armadura: <strong>Sangrando</strong>).</td></tr><tr><td>5</td><td><strong>¡Empujado!</strong> Estás tambaleándote. El enemigo te empuja <strong>10 pies</strong> en una dirección de su elección (puede provocar peligros/ataques).</td></tr><tr><td>6</td><td><strong>¡Expuesto!</strong> Estás aturdido. Se te considera <strong>Flanqueado</strong> (o tienes Desventaja en Defensa) hasta el inicio de tu próximo turno.</td></tr><tr><td>7</td><td><strong>¡Sin Aliento!</strong> Pierdes <strong>1d4 de Aguante (STA)</strong>. Si no tienes STA, quedas <strong>Atontado</strong> por 1 ronda.</td></tr><tr><td>8</td><td><strong>¡Atontado!</strong> El impacto sacude tu cerebro. Quedas <strong>Atontado</strong> por 1 ronda.</td></tr><tr><td>9</td><td><strong>¡Debilitado!</strong> El golpe da en un nervio o músculo. Quedas <strong>Debilitado</strong> (mitad de daño infligido) por 1 ronda.</td></tr><tr><td>10</td><td><strong>¡Mal Golpe!</strong> Recibes el daño, pero la misericordia te sonríe. Sin efectos adicionales.</td></tr></tbody></table><h4>🔧 Tabla de Pifia en Habilidad & Salvación</h4><table class='table'><thead><tr><th>d10</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td><strong>¡Catástrofe!</strong> Habilidad: Lo empeoras (cerradura atascada, trampa se activa instantáneamente, NPC hostil). Salvación: Sufres efecto + <strong>Aturdido</strong>.</td></tr><tr><td>2</td><td><strong>¡Rotura de Herramienta!</strong> Habilidad: Tu herramienta (Ganzúas, Palanca, Kit) se rompe. Salvación: Un objeto que sostienes o vistes se daña.</td></tr><tr><td>3</td><td><strong>¡Ruido Fuerte!</strong> Tropiezas, tiras algo o gritas. <strong>Sigilo termina.</strong> GM gana <strong>+1 Punto de Peligro extra</strong> (Total 2).</td></tr><tr><td>4</td><td><strong>¡Caída!</strong> Tropiezas con tus propios pies o eres derribado por el efecto. Quedas <strong>Derribado</strong>.</td></tr><tr><td>5</td><td><strong>¡Tiempo Perdido!</strong> Combate: Quedas <strong>Atontado</strong>. Exploración: Esta acción consume <strong>1 Turno de Mazmorra extra</strong>.</td></tr><tr><td>6</td><td><strong>¡Lesión Menor!</strong> Te distiendes un músculo o inhalas humos. Recibes <strong>1d4 daño</strong> (ignora Armadura) y quedas <strong>Debilitado</strong> por 1 ronda.</td></tr><tr><td>7</td><td><strong>¡Expuesto!</strong> Sales de la cobertura tambaleándote. Tienes <strong>Desventaja</strong> en Pruebas de Defensa hasta tu próximo turno.</td></tr><tr><td>8</td><td><strong>¡Soltar Objeto!</strong> Se te cae un objeto crítico (Luz, mapa, poción). Cae al suelo (y podría romperse, discreción del GM).</td></tr><tr><td>9</td><td><strong>¡Sacudido!</strong> Tu confianza se rompe. Quedas <strong>Atontado</strong> por 1 ronda.</td></tr><tr><td>10</td><td><strong>¡Fallo Simple!</strong> Fallas la prueba, pero no sufres consecuencias secundarias.</td></tr></tbody></table>",
        "tags": ["pifia", "fumble", "tablas", "percance", "cuerpo a cuerpo", "distancia", "magia", "defensa", "habilidad"]
      },
      {
        "id": "2.4",
        "title": "El Sistema de Puntos de Peligro (PP)",
        "content": "<p>Los jugadores tienen Suerte para salvarse, pero el mundo tiene Peligro para romperlos. Los <strong>Puntos de Peligro (PP)</strong> son una moneda que el Director de Juego usa para representar la tensión creciente, el acercamiento de horrores y la furia desesperada de enemigos acorralados.</p><h4>Ganar Puntos de Peligro</h4><p>El mundo contraataca cuando los aventureros tropiezan o cuando presionan demasiado. El GM gana <strong>1 PP</strong> en dos instancias específicas:</p><ol><li><strong>La Pifia (1 Natural):</strong> Siempre que un jugador saca un 1 Natural en <em>cualquier</em> Prueba (Ataque, Defensa, Habilidad o Salvación), el GM gana 1 PP.</li><li><strong>Sangre en el Agua:</strong> Siempre que un <strong>Enemigo es Derrotado</strong> (reducido a 0 PV), el GM gana 1 PP. Esto representa a los enemigos restantes volviéndose desesperados o enfurecidos.</li></ol><h4>La Reserva de Peligro</h4><ul><li><strong>El Límite:</strong> El GM puede tener un máximo de <strong>5 Puntos de Peligro</strong> en cualquier momento. Cualquier punto ganado más allá de 5 se pierde.</li><li><strong>El Reinicio:</strong> La Reserva de Peligro se reinicia a <strong>0</strong> cuando los jugadores completan un <strong>Descanso Largo</strong> en un refugio seguro.</li></ul><h4>Gastar Puntos de Peligro</h4><table class='table'><thead><tr><th>Coste</th><th>Habilidad</th><th>Efecto</th></tr></thead><tbody><tr><td>1 PP</td><td><strong>Activar Habilidad</strong></td><td>Un enemigo usa una habilidad específica de <strong>(Peligro)</strong> listada en su bloque de estadísticas. Esto permite a los Jefes usar sus movimientos más aterradores.</td></tr><tr><td>1 PP</td><td><strong>Terminar Condición</strong></td><td>Un enemigo termina inmediatamente <strong>una</strong> condición negativa que le afecte (ej: Aturdido, Ardiendo). El jefe se encoge de hombros ante el efecto por pura rabia.</td></tr><tr><td>1 PP</td><td><strong>Giro Ambiental</strong></td><td>El GM crea una complicación repentina no mágica. Una antorcha se apaga, una cornisa se derrumba o una puerta se cierra de golpe.</td></tr><tr><td>2 PP</td><td><strong>¡Refuerzos!</strong></td><td>El ruido del combate atrae atención. <strong>1d4 enemigos tipo Esbirro</strong> llegan.</td></tr><tr><td>3 PP</td><td><strong>Suerte Ruinosa</strong></td><td>El GM fuerza a un jugador a <strong>volver a tirar una Prueba exitosa</strong>. El jugador <em>debe</em> usar el nuevo resultado.</td></tr></tbody></table>",
        "tags": ["puntos de peligro", "pp", "herramientas gm", "refuerzos"]
      },
      {
        "id": "2.5",
        "title": "Tiempo y Recursos",
        "content": "<p>En un entorno Pulp Oscuro, el tiempo no es abstracto: es un recurso que se agota lentamente.</p><h4>El Turno de Mazmorra</h4><p>Fuera del combate, la exploración se rastrea en <strong>Turnos de Mazmorra</strong> (aprox. 10 minutos).</p><ul><li>Moverse a una nueva habitación.</li><li>Buscar minuciosamente trampas.</li><li>Forzar una cerradura.</li><li>Tomar un descanso corto para vendar heridas.</li></ul><h4>El Chequeo de Recursos</h4><p>Cada <strong>6 Turnos de Mazmorra</strong> (1 Hora), el GM pide un Chequeo de Recursos:</p><ol><li><strong>Consumo:</strong> Todas las fuentes de luz activas y el sustento se consumen. Las antorchas se apagan. Las linternas usan 1 Aceite. Los personajes deben comer 1 Ración o arriesgarse al Agotamiento.</li><li><strong>La Tirada de Riesgo:</strong> El GM tira un <strong>d6</strong>. En un resultado de <strong>1</strong>, ocurre un <strong>Encuentro Aleatorio</strong>.</li></ol>",
        "tags": ["tiempo", "turno de mazmorra", "chequeo de recursos", "luz", "comida", "descanso"]
      },
      {
        "id": "2.6",
        "title": "Condiciones",
        "content": "<h4>Condiciones Positivas</h4><dl><dt>Oculto</dt><dd>No eres visto. Los enemigos no pueden atacarte directamente. Tu primer Ataque desde oculto tiene <strong>Ventaja</strong>. Termina si atacas o lanzas un hechizo.</dd><dt>Invisible</dt><dd>No eres visto incluso sin cobertura. Ventaja en todos los Ataques. Los enemigos tienen Desventaja atacándote.</dd></dl><h4>Condiciones de Desventaja</h4><dl><dt>Cegado</dt><dd>Desventaja en todos los ataques, defensa y pruebas basadas en la vista. Enemigos tienen Ventaja atacándote.</dd><dt>Asustado</dt><dd>No puedes moverte voluntariamente hacia la fuente del miedo. Desventaja en todas las Pruebas mientras la fuente sea visible.</dd><dt>Flanqueado</dt><dd>Si estás adyacente a <strong>2 o más</strong> enemigos, tienes Desventaja en todas las Pruebas de Defensa.</dd></dl><h4>Condiciones de Negación de Acción</h4><dl><dt>Atontado</dt><dd>Estás sacudido. En tu turno, puedes tomar <strong>o</strong> una Acción <strong>O</strong> un Movimiento, pero no ambos. No puedes usar Reacciones.</dd><dt>Agarrado / Restringido</dt><dd>Tu <strong>Velocidad es 0</strong>. Tienes Desventaja en todas las Pruebas de DEX y Ataque.</dd><dt>Aturdido</dt><dd>Incapacitado. No puedes tomar Acciones, Movimientos o Reacciones. Fallas <strong>automáticamente</strong> todas las Pruebas de Defensa y Salvaciones.</dd><dt>Confundido</dt><dd>Debes usar tu Acción para hacer un ataque cuerpo a cuerpo contra la <strong>criatura más cercana</strong> (determinada al azar si hay múltiples equidistantes).</dd></dl><h4>Daño en el Tiempo (DoT)</h4><p><em>Estos infligen daño al inicio del turno.</em></p><dl><dt>Sangrando</dt><dd>Recibe <strong>1d4 Daño Físico</strong>.</dd><dt>Envenenado</dt><dd>Recibe <strong>1d6 Daño de Veneno</strong> (Ignora Armadura).</dd><dt>Ardiendo</dt><dd>Recibe <strong>1d6 Daño de Fuego</strong>. El daño aumenta cada ronda (1d6 -> 1d8 -> 1d10...). Acción para extinguir.</dd></dl><h4>Utilidad Especial</h4><dl><dt>Hechizado</dt><dd>No puedes atacar al encantador. El encantador tiene Ventaja en pruebas de Influencia contra ti.</dd><dt>Debilitado</dt><dd>Tu fuerza es minada. Todas las tiradas de daño que hagas se <strong>reducen a la mitad</strong> (redondeando hacia abajo).</dd><dt>Sordo</dt><dd>Fallas todas las Pruebas basadas en el oído. Lanzar Hechizos requiere una Prueba de Saber (CD 11) o el hechizo falla.</dd><dt>Agotado</dt><dd>Estás empujado más allá de los límites. Tu <strong>Velocidad se reduce a la mitad</strong> y no puedes usar la acción <strong>Correr</strong>. Solo se elimina con Descanso Largo.</dd></dl>",
        "tags": ["condiciones", "cegado", "aturdido", "agarrado", "envenenado", "atontado", "derribado", "debilitado", "agotado"]
      }
    ]
  },
  {
    "id": "ch3",
    "title": "Capítulo 3: Ascendencia y Trasfondo",
    "sections": [
      {
        "id": "3.1",
        "title": "Resumen de Creación de Personaje",
        "content": "<p>Crear un personaje en Grim Delve es un proceso modular. No eliges una sola clase preempaquetada que dicta todo tu futuro. En su lugar, construyes una identidad única conectando tres módulos distintos.</p><h3>El Proceso de 6 Pasos</h3><ol><li><strong>Determinar Puntuaciones de Atributo:</strong> Tira para determinar tu potencial físico y mental bruto.</li><li><strong>Elegir una Ascendencia:</strong> Selecciona tu especie (Humano, Elfo, Goblin, etc.) para ganar rasgos biológicos innatos.</li><li><strong>Seleccionar un Trasfondo:</strong> Define tu vida pasada para determinar tu <strong>Entrenamiento en Habilidades</strong> y <strong>Equipo Inicial</strong>.</li><li><strong>Ensamblar tu Clase:</strong> Elige <strong>Dos Arquetipos</strong> (ej: Soldado + Arcanista) para definir tus habilidades de combate y reservas de recursos.</li><li><strong>Calcular Estadísticas Derivadas:</strong> Determina tus Puntos de Vida, Espacios de Inventario y bonos de Defensa.</li><li><strong>Toques Finales:</strong> Nombra a tu personaje y define su Motivación.</li></ol>",
        "tags": ["creación", "pasos", "personaje"]
      },
      {
        "id": "3.2",
        "title": "Determinar Puntuaciones de Habilidad",
        "content": "<p>Tus Puntuaciones de Habilidad definen tu potencial bruto. En este sistema, no usamos el rango tradicional de 3–18. Usamos los <strong>Modificadores</strong> directamente (ej: +1, +2, -1).</p><h3>Los Seis Atributos</h3><ul><li><strong>Fuerza (STR):</strong> Ataques cuerpo a cuerpo, daño, atletismo y espacios de inventario.</li><li><strong>Destreza (DEX):</strong> Ataques a distancia, esquivar, sigilo y manipulación fina.</li><li><strong>Constitución (CON):</strong> Salud (PV), resistir veneno/fatiga y aguante.</li><li><strong>Inteligencia (INT):</strong> Magia arcana, artesanía, historia e investigación.</li><li><strong>Sabiduría (WIS):</strong> Magia divina/primaria, percepción, supervivencia y fuerza de voluntad.</li><li><strong>Carisma (CHA):</strong> Magia oculta, liderazgo, engaño y suerte.</li></ul><h3>Generando Estadísticas: La Matriz</h3><p>Para determinar tus estadísticas, tira un <strong>d12</strong> en la tabla de abajo. Puedes asignar los números de tu matriz a tus seis Atributos en <strong>cualquier orden que elijas</strong>.</p><table class='table'><thead><tr><th>d12</th><th>Valores de Matriz</th><th>Descriptor de Estilo de Juego</th></tr></thead><tbody><tr><td>1</td><td>+1, +1, +1, +1, +1, 0</td><td><strong>La Sota:</strong> Competente en casi todo, maestro de nada.</td></tr><tr><td>2</td><td>+2, +1, +1, +1, 0, 0</td><td><strong>El Estándar:</strong> Equilibrado con un liderazgo claro.</td></tr><tr><td>3</td><td>+2, +2, +1, 0, 0, 0</td><td><strong>El Dualista:</strong> Fuerte en dos áreas, competente en una.</td></tr><tr><td>4</td><td>+3, +1, +1, 0, 0, 0</td><td><strong>El Sabio:</strong> Excepcional en una cosa, decente en otras dos.</td></tr><tr><td>5</td><td>+3, +2, 0, 0, 0, 0</td><td><strong>El Especialista:</strong> Altamente enfocado en dos habilidades clave.</td></tr><tr><td>6</td><td>+3, +2, +1, 0, 0, -1</td><td><strong>Héroe con un Defecto:</strong> Poderoso, pero con una debilidad menor.</td></tr><tr><td>7</td><td>+3, +3, 0, 0, 0, -1</td><td><strong>El Min-Max:</strong> Dos estadísticas de élite, una debilidad clara.</td></tr><tr><td>8</td><td>+2, +2, +2, 0, 0, -1</td><td><strong>La Tríada:</strong> Tres estadísticas fuertes equilibradas por una deficiencia.</td></tr><tr><td>9</td><td>+3, +2, +2, -1, -1, 0</td><td><strong>El Comodín:</strong> Un gran poder viene con una gran ineptitud.</td></tr><tr><td>10</td><td>+3, +3, +1, -1, -1, 0</td><td><strong>El Enfocado:</strong> Élite en dos áreas, pobre en otras dos.</td></tr><tr><td>11</td><td>+2, +2, +2, +1, -1, -1</td><td><strong>El Complejo:</strong> Muchas fortalezas, muchas debilidades.</td></tr><tr><td>12</td><td>+3, +3, +2, -1, -1, -1</td><td><strong>Alto Riesgo:</strong> Muy poderoso, muy defectuoso. Un héroe volátil.</td></tr></tbody></table>",
        "tags": ["estadísticas", "atributos", "str", "dex", "con", "int", "wis", "cha", "matriz"]
      },
      {
        "id": "3.3",
        "title": "Ascendencias",
        "content": "<p>Tu Ascendencia define tu origen biológico y los rasgos innatos forjados por la historia de tu pueblo. Determina tus capacidades físicas y un <strong>Talento de Ascendencia</strong> único elegido en la creación.</p><h3>Lo Común y Lo Exótico</h3><p>El mundo es vasto y peligroso. Mientras que Humanos, Enanos y Elfos son comunes, también puedes jugar como los pequeños pero afortunados Pequeños, los Goblins manitas o los Dracónidos marcados por la magia.</p>[[DYNAMIC_ANCESTRIES]]",
        "tags": ["ascendencia", "raza", "humano", "elfo", "enano", "goblin", "orco"]
      },
      {
        "id": "3.4",
        "title": "Trasfondos",
        "content": "<p>Tu Trasfondo describe quién eras antes de tomar la espada o el bastón. Representa tu oficio pasado, tu crianza y las habilidades en las que confiaste para sobrevivir a la civilización antes de entrar en la mazmorra.</p><h3>Beneficios</h3><p>Cada Trasfondo proporciona tres beneficios específicos:</p><ol><li><strong>Entrenamiento de Habilidad:</strong> Te vuelves <strong>Entrenado (d4)</strong> en una Habilidad o Herramienta específica. <em>(Si tu Ascendencia ya te hizo Entrenado, te vuelves Experto (d6) en su lugar).</em></li><li><strong>Talento de Trasfondo:</strong> Una habilidad única, no de combate, que refleja tu experiencia (ej: encontrar casas seguras, identificar venenos).</li><li><strong>Equipo Inicial:</strong> Un lote específico de equipo para comenzar tu viaje.</li></ol>[[DYNAMIC_BACKGROUNDS]]",
        "tags": ["trasfondo", "habilidades", "equipo", "talento"]
      }
    ]
  },
  {
    "id": "ch4",
    "title": "Capítulo 4: Clases y Arquetipos",
    "sections": [
      {
        "id": "4.1",
        "title": "El Sistema de Clases Modular",
        "content": "<p>En Grim Delve, tu clase no es una elección única hecha a Nivel 1. Es la identidad emergente formada al combinar dos <strong>Arquetipos</strong>. Mezclando estos bloques de construcción, defines tu estilo de juego, tus recursos y tu Nombre de Clase específico.</p><h3>Los Tres Caminos</h3><ul><li><strong>Clase Completa (Mismo Rol):</strong> Eliges dos Arquetipos diferentes de la misma categoría (ej: Soldado + Guardián = <em>Caballero</em>). Ganas acceso máximo al Recurso de esa categoría y el Dado de Golpe más alto para ese rol. Eres un especialista en tu campo.</li><li><strong>Clase Híbrida (Roles Mixtos):</strong> Eliges Arquetipos de diferentes categorías (ej: Soldado + Arcanista = <em>Hoja de Hechizo</em>). Ganas acceso a dos reservas de recursos diferentes (dividiendo tu poder), ganando versatilidad a costa de potencia bruta.</li><li><strong>Clase Pura (Duplicado):</strong> Eliges el mismo Arquetipo dos veces (ej: Bruto + Bruto = <em>Berserker</em>). Mecánicamente, esto cuenta como una Clase Completa, pero te permite elegir 2 Talentos de una sola lista en la creación para hiper-especializarte.</li></ul>",
        "tags": ["clase", "arquetipo", "híbrida", "pura", "completa"]
      },
      {
        "id": "4.2",
        "title": "Sistemas de Recursos",
        "content": "<p>Tus Arquetipos determinan qué Recursos usas para alimentar tus habilidades. Hay tres tipos: <strong>Aguante</strong>, <strong>Maná</strong> y <strong>Suerte</strong>.</p><h3>1. Aguante (STA)</h3><p><em>Usado por Guerreros (Soldado, Bruto, Guardián, Hostigador).</em><br>El Aguante es una reserva táctica de energía física. Se recarga <strong>en combate</strong> mediante la acción 'Tomar un Respiro' o al asestar un Golpe Crítico.</p><ul><li><strong>Guerrero Completo:</strong> Suma de tus dos Modificadores Físicos más altos (STR, DEX, CON).</li><li><strong>Guerrero Híbrido:</strong> Tu Modificador Físico más alto.</li></ul><h3>2. Puntos de Maná (MP)</h3><p><em>Usado por Lanzadores de Conjuros (Arcanista, Ocultista, Sacerdote, Primalista).</em><br>El Maná es una reserva grande y finita de energía mágica. Se recarga solo después de un <strong>Descanso Largo</strong>.</p><ul><li><strong>Lanzador Completo:</strong> (Nivel + 1) × 2 + Modificador de Atributo de Lanzamiento.</li><li><strong>Lanzador Híbrido:</strong> (Nivel + 1) + Modificador de Atributo de Lanzamiento.</li></ul><h3>3. Suerte y Reactivos</h3><p><em>Usado por Especialistas (Pícaro, Vigilante, Líder, Artesano).</em><br>Los Especialistas confían en la astucia (Suerte) y la preparación (Reactivos).</p><ul><li><strong>Puntos de Suerte:</strong> Usados para alimentar 'Trucos' reactivos. Se recarga con Descanso Largo o Golpes Críticos.<ul><li><strong>Especialista Completo:</strong> Mod CHA × 2 (Mín 1).</li><li><strong>Especialista Híbrido:</strong> Mod CHA (Mín 1).</li></ul></li><li><strong>Reactivos:</strong> Objetos físicos (bombas, venenos, trampas) creados durante el Tiempo Muerto. Consumen Espacios de Inventario y se gastan al usarse.</li></ul>",
        "tags": ["recursos", "aguante", "maná", "suerte", "mp", "sta", "reactivos"]
      },
      {
        "id": "4.3",
        "title": "Los 12 Arquetipos",
        "content": "<p>Hay 12 Arquetipos Principales divididos en tres roles. Cada uno proporciona un conjunto específico de Competencias y una lista de 20 Talentos únicos.</p>[[DYNAMIC_ARCHETYPES]]",
        "tags": ["arquetipos", "lista", "roles"]
      },
      {
        "id": "4.4",
        "title": "Talentos de Sinergia (Las Clases Combinadas)",
        "content": "<p>Mientras que tus Arquetipos proporcionan tus herramientas básicas (Talentos), tu <strong>Clase</strong> proporciona tu identidad. Esto se representa mediante <strong>Talentos de Sinergia</strong>.</p><h3>Progresión por Hitos</h3><p>En los Niveles <strong>1</strong>, <strong>5</strong> y <strong>10</strong>, no eliges un Talento de una lista. En su lugar, ganas automáticamente un talento único determinado por tu combinación específica de Arquetipos.</p><ul><li><strong>Nivel 1:</strong> Una habilidad activa característica que define tu estilo de combate (ej: <em>Golpe Arcano</em> o <em>Ataque Furtivo</em>).</li><li><strong>Nivel 5:</strong> Una mejora poderosa para tu kit, más un <strong>Aumento de Atributo de +1</strong> permanente a una estadística principal.</li><li><strong>Nivel 10:</strong> Una habilidad definitiva que puede alterar el campo de batalla, más otro <strong>Aumento de Atributo de +1</strong> permanente.</li></ul><h3>Referencia de Nombres de Clase</h3><p>Encuentra tu combinación abajo para descubrir tu Nombre de Clase.</p>[[DYNAMIC_CLASSES]]",
        "tags": ["sinergia", "talentos", "progresión", "subir nivel", "aumento estadística"]
      }
    ]
  },
  {
    "id": "ch5",
    "title": "Capítulo 5: Equipo y Economía",
    "sections": [
      {
        "id": "5.1",
        "title": "Inventario y Sobrecarga",
        "content": "<p>En este sistema, tu inventario es tu vida. la carga no se rastrea por libras, sino por <strong>Espacios de Inventario</strong>. Esta abstracción representa volumen, peso y accesibilidad.</p><h3>Calculando Límites</h3><div class='formula'>Espacios Totales = 8 + Mod STR + Mod CON</div><p><em>Mínimo: 8 Espacios.</em></p><h3>Reglas de Espacio</h3><ul><li><strong>1 Espacio:</strong> Objetos estándar (Espada, Escudo, Linterna, Libro de Hechizos, Paquete de Raciones).</li><li><strong>2+ Espacios:</strong> Objetos pesados/voluminosos (Espadón, Armadura Pesada, Pértiga de 10 pies).</li><li><strong>Lotes (1 Espacio):</strong> Los objetos pequeños se agrupan. <strong>3 Objetos = 1 Espacio</strong> (ej: 3 Antorchas, 3 Pociones, 3 Frascos de Aceite).</li><li><strong>Objetos Libres:</strong> Ropa usada, un arma envainada y bolsas de cinturón no cuentan.</li><li><strong>Monedas:</strong> <strong>100 Monedas = 1 Espacio</strong>. La codicia pesa.</li></ul><h3>Sobrecarga</h3><p>Si excedes tus Espacios Totales, estás <strong>Sobrecargado</strong>.</p><ul><li><strong>Ralentizado:</strong> La Velocidad se reduce a la mitad.</li><li><strong>Luchando:</strong> Desventaja en <strong>TODAS</strong> las Pruebas de d20 (Ataques, Defensa, Habilidades).</li></ul>",
        "tags": ["inventario", "espacios", "sobrecarga", "capacidad de carga"]
      },
      {
        "id": "5.2",
        "title": "Armadura y Escudos",
        "content": "<p>La armadura proporciona <strong>Reducción de Daño</strong>, no evasión. Absorbe el golpe para que tú no tengas que hacerlo.</p><h4>Reglas de Armadura</h4><ul><li><strong>Puntuación de Armadura (AS):</strong> Resta este número del daño físico recibido.</li><li><strong>Apilamiento:</strong> La Armadura Usada (Ligera/Media/Pesada) <strong>no</strong> se apila. Usas la más alta. Los Escudos <strong>SÍ</strong> se apilan con la armadura usada.</li><li><strong>Ponerse:</strong> Toma 1 Turno de Mazmorra (10 mins).</li><li><strong>Nadar:</strong> Imposible en armadura Media/Pesada sin magia.</li><li><strong>Dormir:</strong> Dormir en armadura Media/Pesada previene los beneficios de un Descanso Largo.</li></ul>[[DYNAMIC_ARMOR]]",
        "tags": ["armadura", "escudo", "as", "ca", "protección"]
      },
      {
        "id": "5.3",
        "title": "Armas",
        "content": "<p>Las armas se definen por <strong>Etiquetas</strong> que determinan cómo funcionan y qué efectos especiales activan, particularmente en un Golpe Crítico.</p><h4>Etiquetas de Uso</h4><table class='table'><tr><th>Etiqueta</th><th>Efecto</th></tr><tr><td><strong>Sutil</strong></td><td>Usa DEX en lugar de STR para ataques.</td></tr><tr><td><strong>Ligera</strong></td><td>Puede usarse en la mano torpe para Doble Empuñadura.</td></tr><tr><td><strong>Alcance</strong></td><td>Ataca objetivos hasta a 10 pies de distancia.</td></tr><tr><td><strong>A Dos Manos</strong></td><td>Requiere ambas manos. No se puede usar Escudo.</td></tr><tr><td><strong>Recarga</strong></td><td>Debes gastar un Movimiento o Acción para recargar entre disparos.</td></tr></table><h4>Etiquetas Tácticas (Efectos Críticos)</h4><table class='table'><tr><th>Etiqueta</th><th>Efecto</th></tr><tr><td><strong>Hender</strong></td><td><strong>Crítico:</strong> La Puntuación de Armadura del objetivo se reduce permanentemente en 1.</td></tr><tr><td><strong>Precisa</strong></td><td><strong>Crítico:</strong> Tira un dado de daño adicional.</td></tr><tr><td><strong>Pesada</strong></td><td><strong>Crítico:</strong> El objetivo es <strong>Derribado</strong>.</td></tr><tr><td><strong>Desordenada</strong></td><td><strong>Crítico:</strong> El objetivo está <strong>Sangrando</strong> o Asustado (Elección del GM).</td></tr><tr><td><strong>Guardia</strong></td><td>Mientras la empuñas, gana <strong>Bono de +1</strong> a la Defensa de Parada.</td></tr><tr><td><strong>Preparar</strong></td><td>Acción para Preparar. Si el enemigo te carga, usa Reacción para atacar <em>antes</em> de que golpeen.</td></tr></table>[[DYNAMIC_WEAPONS]]",
        "tags": ["armas", "daño", "etiquetas", "propiedades", "combate"]
      },
      {
        "id": "5.4",
        "title": "Equipo de Aventuras",
        "content": "<p>Las herramientas son tan vitales como las armas. Gestionar la luz y la comida es la clave para sobrevivir al Turno de Mazmorra.</p>[[DYNAMIC_GEAR]]",
        "tags": ["equipo", "herramientas", "objetos", "tienda", "luz"]
      },
      {
        "id": "5.5",
        "title": "El Sistema de Reactivos",
        "content": "<p>Los Reactivos son la munición de las clases de Especialista. Son objetos poderosos de un solo uso creados a partir de partes de monstruos y materias primas.</p><h4>1. Materias Primas</h4><p>Cosechadas de monstruos o encontradas en la naturaleza. <strong>3 Lotes = 1 Espacio</strong>.</p><ul><li><strong>Orgánicos:</strong> Carne, veneno, glándulas. (Venenos/Ácidos)</li><li><strong>Flora:</strong> Plantas, hongos, raíces. (Curación/Utilidad)</li><li><strong>Chatarra:</strong> Metal, engranajes, vidrio. (Explosivos/Trampas)</li><li><strong>Esencia:</strong> Ectoplasma, polvo, magia. (Encantamiento)</li></ul><h4>2. Reglas de Creación</h4><ul><li><strong>Tiempo Muerto:</strong> Creación segura. Prueba vs CD de Artesanía. Éxito = 1 Lote. Crítico = 2 Lotes. Fallo = Materiales perdidos.</li><li><strong>Creación de Campo:</strong> Posible pero arriesgada. Toma 1 Turno de Mazmorra. <strong>Desventaja</strong> en la prueba a menos que tengas Talentos de Clase específicos.</li></ul>[[DYNAMIC_REAGENTS]]",
        "tags": ["creación", "alquimia", "reactivos", "bombas", "venenos", "cosecha"]
      }
    ]
  },
{
    "id": "ch6",
    "title": "Capítulo 6: Reglas de Combate",
    "sections": [
      {
        "id": "6.1",
        "title": "La Ronda de Combate",
        "content": "<p>El combate es una lucha caótica y desesperada por la supervivencia medida en <strong>Rondas</strong>. Cada ronda representa aproximadamente 6 segundos de tiempo de juego.</p><h3>1. Turnos de Equipo</h3><p>A diferencia de los juegos donde cada personaje tira por un espacio específico, Grim Delve utiliza <strong>Turnos de Equipo</strong>.</p><ul><li><strong>La Fase de Jugadores:</strong> Todos los jugadores toman sus turnos. Pueden actuar en <strong>cualquier orden</strong> que elijan. Pueden coordinar acciones libremente (ej: \"Lo derribo para que tú puedas apuñalarlo\").</li><li><strong>La Fase Enemiga:</strong> El GM activa a todos los enemigos.</li></ul><h3>2. Iniciativa</h3><p>Cuando comienza el combate, el GM establece una <strong>CD de Iniciativa</strong> basada en la velocidad y alerta del enemigo (generalmente CD 11 para soldados rasos, CD 15 para asesinos).</p><ul><li><strong>La Tirada:</strong> Un jugador (generalmente con la DEX más alta) hace una Prueba de Iniciativa de Grupo.</li><li><strong>Éxito:</strong> Los Jugadores van primero.</li><li><strong>Fallo:</strong> Los Enemigos van primero.</li></ul><h3>3. Sorpresa</h3><ul><li><strong>Emboscando Enemigos:</strong> Si los jugadores emboscan con éxito al enemigo (vía Sigilo), <strong>pasan automáticamente</strong> la Iniciativa.</li><li><strong>Siendo Emboscado:</strong> Si los enemigos sorprenden a los jugadores, los enemigos van primero, y los jugadores no pueden usar <strong>Reacciones</strong> durante la primera ronda.</li></ul>",
        "tags": ["iniciativa", "turnos", "sorpresa", "ronda", "equipo"]
      },
      {
        "id": "6.2",
        "title": "Acciones y Movimiento",
        "content": "<p>En tu turno, tienes una economía de acción específica.</p><div class='formula'>1 Acción Estándar + 1 Movimiento + 1 Acción Gratuita</div><h3>Movimiento</h3><p>Puedes moverte una distancia hasta tu <strong>Velocidad</strong> (generalmente 30 pies).</p><ul><li><strong>Dividir Movimiento:</strong> Puedes dividir tu movimiento (ej: Mover 10 pies, Atacar, Mover 20 pies).</li><li><strong>Terreno Difícil:</strong> Escombros, barro o agua. Cuesta <strong>2 pies</strong> por cada 1 pie movido.</li><li><strong>Derribado:</strong> Levantarse desde Derribado cuesta <strong>La mitad de tu Velocidad</strong>.</li><li><strong>Escalar/Nadar:</strong> Cuesta <strong>2 pies</strong> por cada 1 pie, a menos que tengas una Velocidad específica para ello.</li></ul><h3>Acciones Estándar</h3><table class='table'><thead><tr><th>Acción</th><th>Efecto</th></tr></thead><tbody><tr><td><strong>Atacar</strong></td><td>Haz una Prueba de Ataque Cuerpo a Cuerpo o a Distancia.</td></tr><tr><td><strong>Lanzar Hechizo</strong></td><td>Lanza un hechizo con un tiempo de lanzamiento de 'Acción'.</td></tr><tr><td><strong>Correr</strong></td><td>Muévete hasta tu Velocidad de nuevo (Total = 2x Velocidad). <em>No se puede usar en Armadura Pesada.</em></td></tr><tr><td><strong>Destrabarse</strong></td><td>Tu movimiento este turno no provoca Ataques de Oportunidad.</td></tr><tr><td><strong>Esconderse</strong></td><td>Haz una Prueba de Sigilo para volverte <strong>Oculto</strong> (Requiere Cobertura/Oscuridad).</td></tr><tr><td><strong>Usar Objeto</strong></td><td>Beber una poción, tirar una palanca o encender una antorcha.</td></tr><tr><td><strong>Ayudar</strong></td><td>Otorga a un aliado adyacente <strong>Ventaja</strong> en su siguiente prueba.</td></tr><tr><td><strong>Prueba de Habilidad</strong></td><td>Intentar forzar una cerradura, derribar una puerta o descifrar una runa en medio del combate.</td></tr></tbody></table><h3>Reacciones</h3><p>Tienes <strong>Una Reacción</strong> por ronda. Esta se refresca al inicio de tu turno. Las reacciones se toman en el turno de <em>otra persona</em> (ej: un Ataque de Oportunidad, el hechizo <em>Escudo</em>, o la Intercepción de un Guardián).</p>",
        "tags": ["acción", "mover", "correr", "destrabarse", "reacción", "esconderse", "ayudar"]
      },
      {
        "id": "6.3",
        "title": "Ataque y Defensa",
        "content": "<p>En este sistema, <strong>los Jugadores hacen todas las tiradas</strong>. El GM nunca toca los dados.</p><h3>Atacar (Jugador vs. Monstruo)</h3><p>Cuando atacas a un enemigo, tiras contra su <strong>CD de Defensa</strong>.</p><div class='formula'>d20 + Mod Habilidad + Dado de Competencia vs. CD de Defensa</div><ul><li><strong>Cuerpo a Cuerpo:</strong> Usa <strong>STR</strong> (o DEX si el arma tiene etiqueta <em>Sutil</em>).</li><li><strong>A Distancia:</strong> Usa <strong>DEX</strong>.</li><li><strong>Hechizo:</strong> Usa <strong>INT/WIS/CHA</strong> (dependiendo de la Clase).</li></ul><p><strong>Resultados:</strong></p><ul><li><strong>Impacto:</strong> Total ≥ CD de Defensa. Tira Daño.</li><li><strong>Crítico (20 Nat):</strong> Impacto automático. Elige: <strong>Doble Daño</strong> O <strong>Ganar 1 Suerte</strong>.</li><li><strong>Pifia (1 Nat):</strong> Fallo automático. <strong>GM Gana 1 Punto de Peligro</strong>. Tira en la Tabla de Pifia de Ataque.</li></ul><h3>Defender (Monstruo vs. Jugador)</h3><p>Cuando un enemigo te ataca, tiene una <strong>CD de Ataque</strong> estática. Debes tirar para evitar ser golpeado.</p><div class='formula'>d20 + Mod Habilidad + Dado de Competencia vs. CD de Ataque</div><p>Debes elegir <strong>un</strong> método de defensa para la tirada:</p><table class='table'><thead><tr><th>Defensa</th><th>Atributo</th><th>Requisito / Penalización</th></tr></thead><tbody><tr><td><strong>Esquivar</strong></td><td>DEX</td><td>Defensa estándar. <strong>Desventaja</strong> si usas Armadura Media/Pesada (a menos que seas Enano/Soldado).</td></tr><tr><td><strong>Parar</strong></td><td>STR o DEX</td><td>Debe estar sosteniendo un Arma Cuerpo a Cuerpo.</td></tr><tr><td><strong>Bloquear</strong></td><td>CON</td><td>Debe estar sosteniendo un <strong>Escudo</strong>.</td></tr></tbody></table><p><strong>Resultados:</strong></p><ul><li><strong>Éxito:</strong> Total ≥ CD de Ataque. No recibes <strong>Daño</strong>.</li><li><strong>Éxito Crítico (20 Nat):</strong> Evitas el ataque y eliges: <strong>Activar Contraataque</strong> (si eres capaz) O <strong>Ganar 1 Suerte</strong>.</li><li><strong>Fallo:</strong> Total < CD de Ataque. Eres Golpeado. Recibe Daño (menos Puntuación de Armadura).</li><li><strong>Pifia (1 Nat):</strong> Eres Golpeado. <strong>GM Gana 1 Punto de Peligro</strong>. Tira en la Tabla de Pifia de Defensa.</li></ul>",
        "tags": ["ataque", "defensa", "esquivar", "parar", "bloquear", "ca", "crítico", "pifia"]
      },
      {
        "id": "6.4",
        "title": "Tiradas de Salvación",
        "content": "<p>Al resistir efectos especiales como veneno, magia o miedo, realizas una <strong>Tirada de Salvación</strong> contra la Clase de Dificultad (CD) de la fuente.</p><h3>Calculando tus Salvaciones</h3><p>A diferencia de las habilidades estándar, las Salvaciones utilizan el <strong>Mayor</strong> de dos Atributos.</p><div class='formula'>d20 + Modificador Más Alto + Dado de Competencia vs. CD del Efecto</div><table class='table'><thead><tr><th>Salvación</th><th>Atributos</th><th>Usado Para</th></tr></thead><tbody><tr><td><strong>Fortaleza (FORT)</strong></td><td><strong>STR</strong> o <strong>CON</strong></td><td>Resistir Veneno, Enfermedad, Aturdimiento, Movimiento Forzado y Agotamiento.</td></tr><tr><td><strong>Reflejos (REF)</strong></td><td><strong>DEX</strong> o <strong>WIS</strong></td><td>Esquivar Efectos de Área (Bola de Fuego), Trampas, Escombros y Agarres.</td></tr><tr><td><strong>Voluntad (VOL)</strong></td><td><strong>INT</strong> o <strong>CHA</strong></td><td>Resistir Miedo, Encanto, Daño Psíquico, Confusión y Posesión.</td></tr></tbody></table><p><em>Ejemplo: Un Mago con INT +4 y CHA -1 usa su INT (+4) para las Salvaciones de Voluntad.</em></p>",
        "tags": ["salvaciones", "fortaleza", "reflejos", "voluntad", "resistencia", "magia"]
      },
      {
        "id": "6.5",
        "title": "Salud y Muerte",
        "content": "<h3>Puntuación de Armadura (AS)</h3><p>La armadura en Grim Delve es <strong>Reducción de Daño</strong>. Cuando recibes daño físico (Contundente, Perforante, Cortante), resta tu AS del total.</p><ul><li><em>Ejemplo:</em> Recibes 6 de daño usando Cota de Malla (AS 2). Pierdes 4 PV.</li><li><em>Magia:</em> La armadura generalmente no reduce daño Mágico o Elemental a menos que tenga encantamientos específicos.</li></ul><h3>Moribundo (0 PV)</h3><p>Cuando alcanzas <strong>0 PV</strong>, caes <strong>Inconsciente</strong> y estás <strong>Moribundo</strong>.</p><h4>La Lucha contra la Muerte</h4><p>Mueres permanentemente si acumulas <strong>3 Fallos de Muerte</strong>. Los fallos se reinician solo después de un <strong>Descanso</strong>.</p><p>Al inicio de tu turno, haz una <strong>Prueba de CON (CD 13)</strong>:</p><ul><li><strong>Pasa:</strong> Te vuelves <strong>Estable</strong> (0 PV, Inconsciente, no muriendo). Dejas de tirar pruebas hasta recibir daño.</li><li><strong>Falla:</strong> Tomas <strong>1 Fallo de Muerte</strong>.</li><li><strong>1 Nat:</strong> Tomas <strong>2 Fallos de Muerte</strong>.</li><li><strong>20 Nat:</strong> La adrenalina surge. Reinicia tus Fallos a 0, recupera <strong>1 PV</strong> y toma tu turno inmediatamente.</li></ul><h4>Recibir Daño mientras Mueres</h4><p>Mientras estás Inconsciente, no puedes Defenderte. Cualquier ataque que te golpee es un <strong>Golpe Crítico Automático</strong>.</p><ul><li><strong>El Coste:</strong> Si recibes daño estando a 0 PV, tomas <strong>2 Fallos de Muerte</strong> inmediatamente.</li><li><strong>Daño Masivo:</strong> Si un solo golpe inflige daño igual o mayor a tus PV Máximos, mueres instantáneamente.</li></ul><h4>Estabilizar</h4><p>Un aliado puede gastar una Acción para hacer una <strong>Prueba de Medicina (CD 13)</strong>. En un éxito, estás <strong>Estable</strong> (0 PV, Inconsciente). Dejas de tirar pruebas hasta recibir daño de nuevo.</p>",
        "tags": ["pv", "salud", "muerte", "moribundo", "puntuación de armadura", "as", "recuperación", "curación", "fallos"]
      },
      {
        "id": "6.6",
        "title": "Acciones Especiales: Agarrar y Sigilo",
        "content": "<h3>Agarrar</h3><p>Para agarrar a un enemigo, usa la <strong>Acción de Ataque</strong>.</p><ul><li><strong>La Prueba:</strong> Haz una <strong>Prueba de Atletismo (STR)</strong> contra el <strong>Valor de Salvación de Reflejos</strong> del objetivo (o su propio resultado de Atletismo/Acrobacias).</li><li><strong>Éxito:</strong> El objetivo está <strong>Agarrado</strong>.<ul><li><strong>Velocidad:</strong> 0.</li><li><strong>Penalización:</strong> Tienen Desventaja en Pruebas de Ataque y Salvaciones de Destreza.</li><li><strong>Movimiento:</strong> Puedes mover al objetivo a la Mitad de Velocidad.</li></ul></li><li><strong>Escapar:</strong> El objetivo debe usar una <strong>Acción</strong> para tener éxito en una Prueba de Atletismo o Acrobacias contra tu CD de Atletismo.</li></ul><h3>Empujar</h3><p>Haz una <strong>Prueba de Atletismo (STR)</strong> contra el <strong>Valor de Salvación de Reflejos</strong> del objetivo. En un éxito, los empujas <strong>5 pies</strong> o los dejas <strong>Derribados</strong>.</p><h3>Esconderse (Sigilo)</h3><p>Puedes usar la <strong>Acción Esconderse</strong> durante el combate si rompes la Línea de Visión.</p><ul><li><strong>Requisito:</strong> Debes estar <strong>Oscurecido</strong> (Oscuridad, Niebla) o detrás de <strong>Cobertura</strong>. No puedes Esconderte si un enemigo puede verte claramente.</li><li><strong>La Prueba:</strong> Tira <strong>Sigilo (DEX)</strong> contra el <strong>Escrutinio Pasivo</strong> más alto entre los enemigos (10 + WIS + Prof).</li><li><strong>Éxito:</strong> Ganas la condición <strong>Oculto</strong>. Tienes Ventaja en tu siguiente ataque. Atacar o Lanzar te revela.</li></ul>",
        "tags": ["agarrar", "empujar", "sigilo", "esconderse", "maniobras", "atletismo"]
      },
      {
        "id": "6.7",
        "title": "Peligros Ambientales",
        "content": "<h3>Caída</h3><p>Las criaturas reciben <strong>1d6 Daño Contundente</strong> por cada 10 pies que caen. Al aterrizar, caen <strong>Derribadas</strong>.</p><ul><li><strong>Velocidad Terminal:</strong> El daño se limita a <strong>20d6</strong>.</li><li><strong>Agua:</strong> Caer en agua profunda reduce el daño a la mitad.</li></ul><h3>Asfixia y Ahogamiento</h3><p>Una criatura puede contener la respiración durante un número de minutos igual a <strong>1 + Modificador de CON</strong> (Mínimo 30 segundos).</p><ul><li><strong>El Ahogo:</strong> Una vez que se acaba el aire, la criatura sobrevive por un número de Rondas igual a su <strong>Puntuación de CON</strong>.</li><li><strong>Muerte:</strong> Al final de este temporizador, la criatura cae a <strong>0 PV</strong> y está Muriendo. No pueden ser estabilizados hasta que puedan respirar de nuevo.</li></ul><h3>Clima Extremo</h3><p>Exploradores en Frío Congelante o Calor Abrasador sin el equipo adecuado deben hacer una <strong>Salvación de Fortaleza (CD 11)</strong> cada hora. En un fallo, ganan 1 nivel de <strong>Agotamiento</strong>.</p>",
        "tags": ["caída", "ahogamiento", "asfixia", "entorno", "daño"]
      },
      {
        "id": "6.8",
        "title": "Descanso y Recuperación",
        "content": "<h3>El Respiro (Descanso Corto)</h3><p>Una pausa en la acción para vendar heridas y recuperar el aliento. Toma <strong>1 Turno de Mazmorra (10 Minutos)</strong>.</p><ul><li><strong>Coste:</strong> 1 Ración (si tiene hambre) o duración de 1 Antorcha.</li><li><strong>Beneficio:</strong> Puedes gastar tu <strong>Dado de Golpe</strong>. Tira el dado + Modificador de CON y recupera esa cantidad de Puntos de Vida.</li><li><strong>Límite:</strong> Tienes un número de Dados de Golpe igual a tu <strong>Nivel</strong>. Estos se recargan en un Descanso Largo.</li><li><strong>Aguante:</strong> Los guerreros recuperan <strong>1d4 de Aguante</strong>.</li></ul><h3>El Refugio (Descanso Largo)</h3><p>Una noche completa de sueño en un lugar seguro y fortificado (Pueblo, Posada o Fortaleza Mágica). Acampar en una mazmorra <strong>no</strong> cuenta a menos que lo indique explícitamente el GM.</p><ul><li><strong>Beneficio:</strong> Recupera <strong>TODOS</strong> los Puntos de Vida y Dados de Golpe.</li><li><strong>Recursos:</strong> Recupera <strong>TODO</strong> el Maná y Suerte.</li><li><strong>Condiciones:</strong> Reduce el Agotamiento en 1 nivel.</li></ul>",
        "tags": ["descanso", "curación", "recuperación", "dados de golpe", "descanso corto", "descanso largo"]
      }
    ]
  },
  {
    "id": "ch7",
    "title": "Capítulo 7: Magia, Artesanía y Cosecha",
    "sections": [
      {
        "id": "7.1",
        "title": "Reglas de Lanzamiento de Hechizos",
        "content": "<p>La magia en Grim Delve no es solo un atributo mental; es una habilidad practicada. Para lanzar un hechizo, debes canalizar energía a través de una disciplina específica.</p><h3>La Prueba de Lanzamiento</h3><p>Gasta los <strong>Puntos de Maná (MP)</strong> requeridos y tira una Prueba de Habilidad contra la CD del Hechizo:</p><div class='formula'>d20 + Mod Atributo + Dado de Competencia vs. CD del Hechizo</div><h3>Habilidades de Lanzamiento por Arquetipo</h3><p>Tu capacidad para lanzar depende de <em>cómo</em> aprendiste a controlar el poder:</p><table class='table'><thead><tr><th>Arquetipo</th><th>Habilidad Usada</th><th>Lógica</th></tr></thead><tbody><tr><td><strong>Arcanista</strong></td><td><strong>Saber y Conocimiento (INT)</strong></td><td>La magia es una fórmula compleja. Debes recordar la geometría y pronunciación exactas.</td></tr><tr><td><strong>Ocultista</strong></td><td><strong>Intimidación (CHA)</strong></td><td>La magia es un trato. Fuerzas a la entidad o al vacío a obedecer tu voluntad.</td></tr><tr><td><strong>Sacerdote</strong></td><td><strong>Escrutinio (WIS)</strong></td><td>La magia es verdad divina. Debes percibir la conexión entre los dioses y el mundo.</td></tr><tr><td><strong>Primalista</strong></td><td><strong>Supervivencia (WIS)</strong></td><td>La magia es naturaleza. Canalizas los instintos crudos de la tormenta y la bestia.</td></tr></tbody></table><p><em>Nota: Si no estás Entrenado en la habilidad específica, tiras solo el d20 + Modificador de Atributo (Sin Dado de Competencia).</em></p><h3>Modificación de Hechizos (El Empuje)</h3><p>Un lanzador experto puede alterar la fórmula de un hechizo sobre la marcha. Puedes añadir cualquier número de Modificaciones. Cada una añade <strong>+1 Coste de MP</strong> y aumenta la <strong>CD de Lanzamiento en +2</strong>.</p><table class='table'><thead><tr><th>Modificación</th><th>Efecto</th></tr></thead><tbody><tr><td><strong>Potenciar</strong></td><td>Añade un dado adicional de daño o curación (ej: 2d6 &rarr; 3d6).</td></tr><tr><td><strong>Alcance</strong></td><td>Duplica el Rango del hechizo.</td></tr><tr><td><strong>Ampliar</strong></td><td>Añade 5 pies al Área de Efecto (Radio/Cono).</td></tr><tr><td><strong>Extender</strong></td><td>Duplica la Duración del hechizo.</td></tr><tr><td><strong>Sutil</strong></td><td>Lanza sin componentes verbales/somáticos (Sigilo).</td></tr><tr><td><strong>Dividir</strong></td><td>Selecciona un objetivo adicional dentro del rango (Cuesta <strong>+2 MP</strong>).</td></tr></tbody></table>",
        "tags": ["magia", "hechizos", "lanzamiento", "habilidades", "metamagia", "empuje", "int", "wis", "cha"]
      },
      {
        "id": "7.2",
        "title": "Cosechar Monstruos",
        "content": "<p>Cuando un monstruo muere, se convierte en un nodo de recursos. Veneno, piel, metal y espíritus pueden ser cosechados para crear <strong>Reactivos</strong>.</p><h3>La Acción de Cosechar</h3><ul><li><strong>Tiempo:</strong> 1 Turno de Mazmorra (10 Minutos).</li><li><strong>Límite:</strong> 1 Prueba por cadáver. El fallo arruina los materiales.</li><li><strong>Capacidad:</strong> 3 Lotes = 1 Espacio de Inventario.</li></ul><h3>La Prueba</h3><div class='formula'>Prueba de Habilidad vs. CD (10 + Nivel del Monstruo)</div><table class='table'><thead><tr><th>Familia</th><th>Habilidad</th><th>Tipo de Material</th></tr></thead><tbody><tr><td><strong>Pueblo</strong></td><td>Escrutinio (WIS)</td><td><strong>Botín</strong> (Monedas, Equipo, Llaves)</td></tr><tr><td><strong>Bestias</strong></td><td>Supervivencia (WIS)</td><td><strong>Orgánicos</strong> (Pieles, Veneno)</td></tr><tr><td><strong>No-Muertos</strong></td><td>Saber (INT)</td><td><strong>Esencia</strong> (Polvo, Ectoplasma)</td></tr><tr><td><strong>Constructos</strong></td><td>Artesanía (INT)</td><td><strong>Chatarra</strong> (Engranajes, Aceite, Placas)</td></tr><tr><td><strong>Horrores</strong></td><td>Supervivencia (WIS)</td><td><strong>Orgánicos</strong> (Icor Alienígena)</td></tr><tr><td><strong>Espíritus</strong></td><td>Saber (INT)</td><td><strong>Esencia</strong> (Residuo, Núcleos)</td></tr><tr><td><strong>Sierpes</strong></td><td>Supervivencia (WIS)</td><td><strong>Orgánicos</strong> (Escamas, Sangre)</td></tr><tr><td><strong>Titanes</strong></td><td>Supervivencia (WIS)</td><td><strong>Botín</strong> (Bienes a Granel en sacos)</td></tr><tr><td><strong>Verdantes</strong></td><td>Supervivencia (WIS)</td><td><strong>Flora</strong> (Savia, Esporas, Corteza)</td></tr></tbody></table>",
        "tags": ["cosecha", "botín", "monstruos", "habilidades", "materiales"]
      },
      {
        "id": "7.3",
        "title": "Creación de Consumibles",
        "content": "<p>La artesanía convierte Materias Primas en <strong>Reactivos</strong> (Bombas, Pociones, Kits). Esta es principalmente una Actividad de Tiempo Muerto.</p><h3>El Proceso</h3><ol><li><strong>Receta:</strong> Debes conocer la Receta (vía Talento de Clase o Botín).</li><li><strong>Kit:</strong> Debes tener el Kit de Herramientas correcto (Alquimista, Envenenador, etc.).</li><li><strong>Materiales:</strong> Debes gastar los Lotes requeridos.</li></ol><h3>La Prueba</h3><div class='formula'>Artesanía y Maña (INT) vs. CD de Creación del Objeto</div><table class='table'><thead><tr><th>Resultado</th><th>Consecuencia</th></tr></thead><tbody><tr><td><strong>Éxito Crítico</strong></td><td>Creas <strong>2 Lotes</strong> por el coste de 1.</td></tr><tr><td><strong>Éxito</strong></td><td>Creas <strong>1 Lote</strong> (generalmente 1d4 objetos). Materiales consumidos.</td></tr><tr><td><strong>Fallo</strong></td><td>La creación falla. <strong>La mitad</strong> de los materiales se pierden.</td></tr><tr><td><strong>Pifia (1 Nat)</strong></td><td><strong>Explosión.</strong> Todos los materiales perdidos. Recibes 1d6 de Daño. GM Gana 1 PP.</td></tr></tbody></table><h3>Creación de Campo</h3><p>Crear dentro de una mazmorra es peligroso. Toma <strong>1 Turno de Mazmorra</strong> y todas las Pruebas se hacen con <strong>Desventaja</strong> a menos que tengas Talentos específicos (ej: <em>Alquimia de Campo</em>).</p>",
        "tags": ["creación", "alquimia", "reactivos", "tiempo muerto"]
      }
    ]
  },
  {
    "id": "ch8",
    "title": "Capítulo 8: Tiempo Muerto y Avance",
    "sections": [
      {
        "id": "8.1",
        "title": "El Bucle Central",
        "content": "<p>El combate es donde sobrevives, pero el Tiempo Muerto es donde creces. En Grim Delve, <strong>no</strong> ganas XP por matar monstruos. Ganas XP por interactuar con el mundo.</p><h3>El Ciclo de Juego</h3><ol><li><strong>Aventura:</strong> Adéntrate en lugares peligrosos para adquirir <strong>Tesoro</strong> (Oro, Gemas, Arte).</li><li><strong>Retorno:</strong> Lleva tu botín de vuelta a un <strong>Refugio Seguro</strong> (un pueblo, puesto avanzado o fortaleza).</li><li><strong>Gastar:</strong> Invierte tu riqueza en <strong>Actividades de Tiempo Muerto</strong>.</li><li><strong>Avanzar:</strong> Las actividades exitosas otorgan <strong>XP</strong>.</li></ol><h3>La Regla de Oro</h3><p><strong>El tesoro es inútil hasta que se gasta.</strong> El oro en una bóveda otorga 0 XP. Para fortalecerte, debes gastar dinero en juergas, invertir en entrenamiento o financiar investigaciones. Cuanto más Oro gastes, mayor será tu bono a la Tirada de Tiempo Muerto.</p>",
        "tags": ["xp", "subir de nivel", "oro", "avance", "bucle"]
      },
      {
        "id": "8.2",
        "title": "Subir de Nivel",
        "content": "<p>La progresión está limitada al <strong>Nivel 10</strong>. Cuando ganas un nivel, tu XP actual se reinicia a 0.</p><h3>Umbral de XP</h3><div class='formula'>XP Requerida = Nivel Actual x 10</div><p><em>Ejemplo: Para ir de Nivel 2 a 3, necesitas 20 XP.</em></p><h3>Beneficios de Nivel</h3><p>Cuando subes de nivel, ganas inmediatamente:</p><ul><li><strong>Puntos de Vida:</strong> Tira tu Dado de Golpe + Mod CON. (Mín 1).</li><li><strong>Talento:</strong> Elige 1 Talento de cualquiera de tus Arquetipos.</li><li><strong>Hitos (Nvl 5 y 10):</strong> Gana un Talento de Sinergia y un <strong>Aumento de Atributo de +1</strong> permanente.</li></ul>",
        "tags": ["subir de nivel", "tabla xp", "umbral", "hp"]
      },
      {
        "id": "8.3",
        "title": "Actividades de Tiempo Muerto (Social)",
        "content": "<p>En un Refugio Seguro, el tiempo cambia a días o semanas. Realizas actividades para ganar XP. Tira <strong>1d20 + Bono de Oro</strong>.</p><h4>El Bono de Oro</h4><table class='table'><thead><tr><th>Oro Gastado</th><th>Bono</th><th>Sabor</th></tr></thead><tbody><tr><td>10o</td><td>+1</td><td>Una ronda de bebidas, suministros básicos.</td></tr><tr><td>50o</td><td>+2</td><td>Comidas finas, tutores de calidad.</td></tr><tr><td>200o</td><td>+3</td><td>Fiestas lujosas, herramientas maestras.</td></tr><tr><td>500o</td><td>+4</td><td>Sobornar oficiales, importaciones raras.</td></tr><tr><td>1,000o</td><td>+5</td><td>Patrocinar festivales, financiar gremios.</td></tr></tbody></table><h4>🍻 Actividad: Juerga (Alivio del Estrés)</h4><p><em>Gana XP viviendo la vida al máximo.</em></p><table class='table'><thead><tr><th>Resultado</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1 (Nat 1)</td><td><strong>¡Desastre! (0 XP)</strong>. Arrestado, Robado o Maldito. Pierdes todo el efectivo.</td></tr><tr><td>2-5</td><td><strong>Arrepentimiento (1 XP)</strong>. Mala cerveza, peor compañía. Comienzas la siguiente aventura <strong>Agotado</strong>.</td></tr><tr><td>6-10</td><td><strong>Problemas (2 XP)</strong>. Pelea de bar o deuda de juego. Debes a un señor del crimen <strong>2d20 de Oro</strong>.</td></tr><tr><td>11-15</td><td><strong>Buen Momento (3 XP)</strong>. Una semana sólida de fiesta. La reputación crece.</td></tr><tr><td>16-20</td><td><strong>Héroe Local (4 XP)</strong>. Eres la comidilla del pueblo. Ventaja en la siguiente Prueba de Influencia.</td></tr><tr><td>21+</td><td><strong>Legendario (6 XP)</strong>. Te haces amigo de un NPC poderoso (Noble/Capitán). Te deben un favor.</td></tr></tbody></table><h4>⚔️ Actividad: Entrenamiento (Estudio)</h4><p><em>Gana XP contratando tutores o practicando técnicas.</em></p><table class='table'><thead><tr><th>Resultado</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1 (Nat 1)</td><td><strong>Mal Hábito (0 XP)</strong>. Aprendes un defecto. Desventaja en una Habilidad hasta que pagues 50o para desaprenderlo.</td></tr><tr><td>2-5</td><td><strong>Esfuerzo Perdido (1 XP)</strong>. Tutor fraudulento. Comienzas la siguiente aventura <strong>Frustrado (Atontado 1 ronda)</strong>.</td></tr><tr><td>6-10</td><td><strong>Ejercicios (2 XP)</strong>. Mantenimiento básico de habilidades.</td></tr><tr><td>11-15</td><td><strong>Progreso (3 XP)</strong>. Dominas una nueva técnica. (Justificación para nuevo Talento).</td></tr><tr><td>16-20</td><td><strong>Nueva Perspectiva (4 XP)</strong>. Ventaja en la primera Prueba de Habilidad de la siguiente aventura.</td></tr><tr><td>21+</td><td><strong>Verdadera Maestría (6 XP)</strong>. Mejora Permanente: Elige una Habilidad Entrenada para convertirla en <strong>Experta (d6)</strong>.</td></tr></tbody></table><h4>📜 Actividad: Investigación (Secretos)</h4><p><em>Gana XP descubriendo tradiciones, mapas o debilidades.</em></p><table class='table'><thead><tr><th>Resultado</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1 (Nat 1)</td><td><strong>Engañado (0 XP)</strong>. Compras una mentira. Sigues una pista falsa hacia una trampa o emboscada.</td></tr><tr><td>2-5</td><td><strong>Pista Fría (1 XP)</strong>. Callejón sin salida. Desventaja en la siguiente prueba de Investigación.</td></tr><tr><td>6-10</td><td><strong>Rumores (2 XP)</strong>. Susurros vagos de la ubicación de una mazmorra.</td></tr><tr><td>11-15</td><td><strong>Pista Sólida (3 XP)</strong>. Gancho de Misión procesable (ej: ubicación de una guarida específica).</td></tr><tr><td>16-20</td><td><strong>Perspicacia (4 XP)</strong>. Inteligencia Táctica (ej: 'Los Goblins usan flechas envenenadas').</td></tr><tr><td>21+</td><td><strong>Saber Prohibido (6 XP)</strong>. El GM revela un Secreto: Un Mapa del Tesoro, la Debilidad de un Monstruo o un Nombre Verdadero.</td></tr></tbody></table>",
        "tags": ["tiempo muerto", "juerga", "entrenamiento", "investigación", "oro", "gasto"]
      },
      {
        "id": "8.3b",
        "title": "Actividades de Tiempo Muerto (Económicas)",
        "content": "<h4>🛠️ Actividad: Crear Reactivos</h4><p><em>Gana XP practicando alquimia e ingeniería.</em></p><p><strong>Fórmula de XP:</strong> XP Ganada = CD de Creación del Objeto dividido por 5 (Redondeado hacia Arriba).<br><em>(ej: CD 11 = 3 XP. CD 15 = 4 XP).</em></p><p><strong>El Coste:</strong> Debes poseer la <strong>Receta</strong> y gastar las <strong>Materias Primas</strong> requeridas. Puedes gastar Oro para potenciar la tirada.</p><table class='table'><thead><tr><th>Resultado</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1 (Nat 1)</td><td><strong>Explosión (0 XP)</strong>. Materiales destruidos. Recibes daño o rompes tu kit.</td></tr><tr><td>Fallo</td><td><strong>Desperdicio (0 XP)</strong>. La mezcla se estropea. Materiales consumidos.</td></tr><tr><td>Pasa</td><td><strong>Éxito (XP Completa)</strong>. Creas <strong>1 Lote</strong> (generalmente 1d4 objetos).</td></tr><tr><td>20 Nat</td><td><strong>Avance (XP Completa)</strong>. Creas <strong>2 Lotes</strong> por el coste de 1.</td></tr></tbody></table><h4>💰 Actividad: Vender Tesoro</h4><p><em>Gana XP regateando el precio de Objetos de Arte y Bienes Comerciales.</em></p><p><strong>Líquido vs. Ilíquido:</strong> Monedas y Gemas se pueden gastar inmediatamente. Estatuas, tapices y trofeos de monstruos deben Venderse para realizar su valor.</p><table class='table'><thead><tr><th>Resultado</th><th>Valor en Oro Recibido</th><th>XP Ganada</th></tr></thead><tbody><tr><td>1 (Nat 1)</td><td><strong>0% (Estafado)</strong>. El objeto es incautado, robado o probado falso.</td><td>0 XP</td></tr><tr><td>2-5</td><td><strong>25% (Desesperado)</strong>. Empeñado por una miseria.</td><td>0 XP</td></tr><tr><td>6-10</td><td><strong>50% (Oferta Baja)</strong>. Vendido por valor de chatarra.</td><td>1 XP</td></tr><tr><td>11-15</td><td><strong>80% (Justo)</strong>. Un trato respetable.</td><td>1 XP</td></tr><tr><td>16-20</td><td><strong>100% (Mercado)</strong>. Valor completo recibido.</td><td>2 XP</td></tr><tr><td>21+</td><td><strong>150% (Guerra de Pujas)</strong>. Encuentras un coleccionista desesperado.</td><td>3 XP</td></tr></tbody></table>",
        "tags": ["creación", "venta", "economía", "oro", "tesoro", "xp"]
      },
      {
        "id": "8.4",
        "title": "Artificios (Encantamiento)",
        "content": "<p>Los objetos mágicos no se compran; se construyen. Crear un objeto mágico permanente es una Actividad de Tiempo Muerto compleja.</p><h3>Los 4 Componentes</h3><ol><li><strong>Objeto Base:</strong> Una versión mundana de alta calidad (ej: una espada, capa o anillo).</li><li><strong>Plano:</strong> Una receta encontrada en una mazmorra o aprendida vía Investigación.</li><li><strong>Reactivos:</strong> 3 Lotes de materiales específicos (ej: 3x Esencia de Fuego).</li><li><strong>Coste de Vinculación:</strong> Oro gastado en aceites, fundentes y combustible.</li></ol><h3>Tabla de Dificultad de Artificios</h3><table class='table'><thead><tr><th>Rareza</th><th>Nivel de Monstruo</th><th>Coste de Vinculación</th><th>Tiempo</th><th>CD de Creación</th></tr></thead><tbody><tr><td><strong>Común</strong></td><td>Nivel 1 (Nvl 1-4)</td><td>100o</td><td>1 Semana</td><td><strong>CD 12</strong></td></tr><tr><td><strong>Poco Común</strong></td><td>Nivel 2 (Nvl 5-8)</td><td>500o</td><td>2 Semanas</td><td><strong>CD 15</strong></td></tr><tr><td><strong>Raro</strong></td><td>Nivel 3 (Nvl 9-10)</td><td>2,000o</td><td>4 Semanas</td><td><strong>CD 18</strong></td></tr></tbody></table><h3>Resultados de Artificios</h3><table class='table'><thead><tr><th>Resultado</th><th>Efecto</th></tr></thead><tbody><tr><td><strong>1 Nat</strong></td><td><strong>¡Catástrofe!</strong> Objeto arruinado, Materiales perdidos, recibe 2d6 Daño de Fuerza.</td></tr><tr><td><strong>Fallo</strong></td><td><strong>Fallo.</strong> La magia no se vincula. Mitad de materiales perdidos. Objeto base intacto.</td></tr><tr><td><strong>Pasa</strong></td><td><strong>Éxito.</strong> Objeto creado. XP Ganada = CD de Creación / 5.</td></tr><tr><td><strong>20 Nat</strong></td><td><strong>Obra Maestra.</strong> Objeto creado. Elige Bono: Irrompible O +50% Valor.</td></tr></tbody></table>",
        "tags": ["artificios", "encantamiento", "objetos mágicos", "planos", "creación"]
      }
    ]
  },
  {
    "id": "ch9",
    "title": "Capítulo 9: Dirigiendo el Juego",
    "sections": [
      {
        "id": "9.1",
        "title": "Estableciendo Dificultad",
        "content": "<p>Como GM, no tiras dados. Tú estableces el listón. Tu interacción mecánica principal es establecer la <strong>Clase de Dificultad (CD)</strong>.</p><h3>CDs de Tarea (Estáticas)</h3><table class='table'><thead><tr><th>Dificultad</th><th>CD</th><th>Ejemplo</th></tr></thead><tbody><tr><td>Fácil</td><td>9</td><td>Patear una puerta atascada. Intimidar a un cobarde.</td></tr><tr><td>Normal</td><td>11</td><td>Escalar una cuerda. Forzar una cerradura estándar.</td></tr><tr><td>Difícil</td><td>13</td><td>Desarmar una trampa compleja. Escalar un acantilado húmedo.</td></tr><tr><td>Muy Difícil</td><td>15</td><td>Descifrar una lengua muerta. Cerraduras maestras.</td></tr><tr><td>Formidable</td><td>17+</td><td>Doblar barras de hierro. Resistir a un semidiós.</td></tr></tbody></table><h3>CDs Opuestas (Dinámicas)</h3><p>Cuando un jugador actúa contra una criatura, la CD se define por las estadísticas de la criatura:</p><ul><li><strong>Jugador Ataca:</strong> CD = CD de Defensa del Monstruo.</li><li><strong>Jugador Defiende:</strong> CD = CD de Ataque del Monstruo.</li><li><strong>Jugador Resiste:</strong> CD = CD de Salvación del Monstruo.</li></ul>",
        "tags": ["cd", "dificultad", "gm"]
      },
      {
        "id": "9.2",
        "title": "Dominando el Peligro",
        "content": "<p>La Reserva de Peligro es el motor de la tensión. No acumules puntos; el límite es 5. Gástalos para crear un ritmo de presión y liberación.</p><h3>Gasto Estratégico</h3><ul><li><strong>El Ritmo Narrativo (1 PP):</strong> Usa <em>Giro Ambiental</em> para cambiar el campo de batalla. Derrumba un pilar para crear cobertura o apaga antorchas para forzar una decisión de iluminación.</li><li><strong>El Momento del Jefe (1 PP):</strong> Usa <em>Activar Habilidad</em> para romper la economía de acción. Activa el movimiento especial de un jefe inmediatamente después del turno de un jugador para interrumpir sus planes.</li><li><strong>El Cambio de Marea (2 PP):</strong> Usa <em>Refuerzos</em> cuando los jugadores se sientan cómodos. Añadir esbirros cambia la geometría de la pelea.</li><li><strong>El Botón de 'No' (3 PP):</strong> Usa <em>Suerte Ruinosa</em> solo para momentos climáticos. Fuerza a volver a tirar un éxito crítico para aumentar el drama del golpe final.</li></ul>",
        "tags": ["puntos de peligro", "pp", "estrategia", "ritmo"]
      },
      {
        "id": "9.3",
        "title": "Trampas: La Regla del Click",
        "content": "<p>Las trampas son rompecabezas, no solo impuestos de PV. Rara vez deberían ser una sorpresa.</p><h3>La Regla del 'Click'</h3><p>Cuando un jugador activa una trampa, no tires daño inmediatamente. Di <strong>'Click'</strong>.</p><ol><li><strong>La Pausa:</strong> Describe el disparador (ej: 'La piedra se hunde bajo tu bota.').</li><li><strong>La Reacción:</strong> Pregunta '¿Qué haces?'.</li><li><strong>El Resultado:</strong><ul><li><em>Buena Respuesta:</em> '¡Me tiro al suelo!' (Otorga <strong>Ventaja</strong> en la Salvación).</li><li><em>Mala Respuesta:</em> 'Quito el pie.' (Se activa normalmente).</li><li><em>Respuesta Creativa:</em> '¡Atasco mi escudo en la ranura!' (Bloquea la trampa, el escudo recibe daño).</li></ul></li></ol><h3>Niveles de Trampa</h3><table class='table'><thead><tr><th>Nivel</th><th>CD</th><th>Daño/Efecto</th></tr></thead><tbody><tr><td><strong>1 (Molestia)</strong></td><td>11</td><td>1d6 Daño o Condición Menor (Atontado).</td></tr><tr><td><strong>2 (Peligrosa)</strong></td><td>13</td><td>2d8 Daño o Condición Mayor (Restringido).</td></tr><tr><td><strong>3 (Mortal)</strong></td><td>15</td><td>4d10 Daño o Condición Severa (Aturdido).</td></tr></tbody></table>",
        "tags": ["trampas", "regla click", "niveles", "daño"]
      },
      {
        "id": "9.4",
        "title": "Generadores de Trampas",
        "content": "<h3>Paso 1: El Disparador</h3><table class='table'><thead><tr><th>d8</th><th>Disparador</th><th>Señal</th><th>Estrategia Desarme</th></tr></thead><tbody><tr><td>1</td><td>Placa de Presión</td><td>Piedra desigual</td><td>Atascar/Cuña</td></tr><tr><td>2</td><td>Cable Trampa</td><td>Brillo de luz</td><td>Cortar/Pasar por encima</td></tr><tr><td>3</td><td>Aparejo de Puerta</td><td>Tensión en manija</td><td>Desconectar</td></tr><tr><td>4</td><td>Runa Arcana</td><td>Olor a ozono</td><td>Raspar/Borrar</td></tr><tr><td>5</td><td>Sensor</td><td>Ojo de vidrio</td><td>Cegar/Cubrir</td></tr><tr><td>6</td><td>Temporizador</td><td>Sonido de tictac</td><td>Romper Engranajes</td></tr><tr><td>7</td><td>Peso</td><td>Interacción objeto</td><td>Cambiar Peso (Indiana Jones)</td></tr><tr><td>8</td><td>Sonido</td><td>Cristales eco</td><td>Silencio</td></tr></tbody></table><h3>Paso 2: El Efecto</h3><table class='table'><thead><tr><th>d12</th><th>Efecto</th><th>Tipo</th><th>Salvación</th></tr></thead><tbody><tr><td>1</td><td>Proyectil</td><td>Físico</td><td>Defensa (Esquivar/Bloquear)</td></tr><tr><td>2</td><td>Foso</td><td>Entorno</td><td>Reflejos (Negar Caída)</td></tr><tr><td>3</td><td>Aguja Venenosa</td><td>Toxina</td><td>Fortaleza (Negar Veneno)</td></tr><tr><td>4</td><td>Bloque Cayendo</td><td>Físico</td><td>Reflejos (Mitad Daño)</td></tr><tr><td>5</td><td>Spray Alquímico</td><td>Elemental</td><td>Reflejos (Mitad Daño)</td></tr><tr><td>6</td><td>Runa Mágica</td><td>Arcano</td><td>Voluntad/Reflejos (Variable)</td></tr><tr><td>7</td><td>Red/Lazo</td><td>Restricción</td><td>Reflejos (Negar Agarre)</td></tr><tr><td>8</td><td>Alarma</td><td>Invocación</td><td>Ninguna (Auto-Activación)</td></tr><tr><td>9</td><td>Nube de Gas</td><td>Toxina</td><td>Fortaleza (Negar Efecto)</td></tr><tr><td>10</td><td>Hoja Guadaña</td><td>Físico</td><td>Defensa (Esquivar/Parar)</td></tr><tr><td>11</td><td>Teletransportador</td><td>Magia</td><td>Voluntad (Negar Teletransporte)</td></tr><tr><td>12</td><td>Muros Aplastantes</td><td>Complejo</td><td>Tiempo de Combate (3 Rondas)</td></tr></tbody></table>",
        "tags": ["generación trampas", "disparadores", "efectos", "tablas"]
      },
      {
        "id": "9.6",
        "title": "Peligros Ambientales",
        "content": "<p>Los peligros son amenazas persistentes—moho, puentes desmoronados o estática mágica. A diferencia de las trampas, a menudo no se pueden 'desarmar', solo soportar o evitar.</p><h4>Peligros Físicos (Deterioro)</h4><table class='table'><thead><tr><th>d6</th><th>Peligro</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td>Suelo Inestable</td><td>Salvación Reflejos (CD 13) o Caída 10 pies.</td></tr><tr><td>2</td><td>Escombros</td><td>2d6 Contundente. Área se vuelve Terreno Difícil.</td></tr><tr><td>3</td><td>Superficie Resbaladiza</td><td>Si Corres o eres Golpeado, Salva vs Derribo.</td></tr><tr><td>4</td><td>Agua Corriente</td><td>Prueba Fuerza (CD 13) o arrastrado.</td></tr><tr><td>5</td><td>Estrechez</td><td>Debes quitar Armadura/Mochila para pasar. Vulnerable.</td></tr><tr><td>6</td><td>Roca Afilada</td><td>Mover > Mitad Velocidad inflige 1d4 Daño.</td></tr></tbody></table><h4>Peligros Biológicos (Podredumbre)</h4><table class='table'><thead><tr><th>d6</th><th>Peligro</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td>Gas de Podredumbre</td><td>Salvación Fortaleza (CD 13) o Envenenado. Inflamable.</td></tr><tr><td>2</td><td>Moho Amarillo</td><td>Toque activa Esporas. 2d6 Daño Veneno.</td></tr><tr><td>3</td><td>Limo Verde</td><td>Cae de arriba. 1d6 Ácido/turno hasta rasparse.</td></tr><tr><td>4</td><td>Gusanos Podredumbre</td><td>Entierran en piel. Requiere Fuego o Muerte en 3 turnos.</td></tr><tr><td>5</td><td>Chillón</td><td>Grita al acercarse. Auto-activa Encuentro Aleatorio.</td></tr><tr><td>6</td><td>Musgo Vampiro</td><td>Drena calor. Descansar aquí no da beneficio + Agotamiento.</td></tr></tbody></table><h4>Peligros Elementales (Extremo)</h4><table class='table'><thead><tr><th>d6</th><th>Peligro</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td>Frío Extremo</td><td>Salvación Fortaleza/Hora o Agotamiento. Sin Descanso Corto.</td></tr><tr><td>2</td><td>Calor Extremo</td><td>Salvación Fortaleza/Hora o Agotamiento. Necesidad agua doble.</td></tr><tr><td>3</td><td>Flujo de Magma</td><td>Proximidad: 1d6 Fuego. Toque: 10d6 Fuego (Muerte Instantánea).</td></tr><tr><td>4</td><td>Humos Tóxicos</td><td>Condición de Debilitado mientras se esté en el área.</td></tr><tr><td>5</td><td>Telarañas</td><td>Terreno Difícil. Inflamable. Fin turno: Salva o Agarrado.</td></tr><tr><td>6</td><td>Campo Estático</td><td>Armadura metálica recibe 1d4 Rayo/turno.</td></tr></tbody></table><h4>Peligros Mágicos (Maldiciones)</h4><table class='table'><thead><tr><th>d6</th><th>Peligro</th><th>Consecuencia</th></tr></thead><tbody><tr><td>1</td><td>Magia Muerta</td><td>Hechizos cuestan Doble MP. Objetos mágicos mundanos.</td></tr><tr><td>2</td><td>Magia Salvaje</td><td>Activa Pifia Mágica en tirada de lanzamiento 1-3.</td></tr><tr><td>3</td><td>Eco Psíquico</td><td>Salvación Voluntad (CD 13) o Atontado por visiones.</td></tr><tr><td>4</td><td>Pozo de Gravedad</td><td>Distancia de salto a la mitad. Daño de Caída duplicado.</td></tr><tr><td>5</td><td>Suelo Necrótico</td><td>Curación a la Mitad. Cadáveres se levantan como Esqueletos.</td></tr><tr><td>6</td><td>Sangrado Planar</td><td>Salvación Voluntad (CD 13) o desfase (Invisible/Incapaz actuar).</td></tr></tbody></table>",
        "tags": ["peligros", "entorno", "tablas", "generación"]
      },
      {
        "id": "9.7",
        "title": "Generación de Mazmorras",
        "content": "<p>Una mazmorra es un ecosistema. Usa esta tabla para poblar habitaciones dinámicamente.</p><h3>Contenido de Habitación (d6)</h3><table class='table'><thead><tr><th>d6</th><th>Contenido</th><th>Función</th></tr></thead><tbody><tr><td>1-2</td><td><strong>Vacío / Atmósfera</strong></td><td>Drena Tiempo y Luz. Bueno para Descansar.</td></tr><tr><td>3</td><td><strong>Trampa / Peligro</strong></td><td>Drena Salud o Recursos.</td></tr><tr><td>4</td><td><strong>Monstruo</strong></td><td>Combate. Drena PV, MP y Aguante.</td></tr><tr><td>5</td><td><strong>Tesoro</strong></td><td>Botín sin vigilancia, pero usualmente oculto o cerrado.</td></tr><tr><td>6</td><td><strong>Combinado / Especial</strong></td><td>Tira d6: 1-3 Monstruo+Botín, 4-5 Trampa+Botín, 6 Jefe/Objeto de Misión.</td></tr></tbody></table>",
        "tags": ["mazmorra", "poblado", "generación", "habitaciones"]
      },
      {
        "id": "9.8",
        "title": "Diseño de Encuentros",
        "content": "<p>El combate es una guerra de desgaste. El objetivo no es crear una pelea justa, sino drenar recursos.</p><h3>El Presupuesto</h3><p>Calcula el <strong>Nivel Total del Grupo (NTG)</strong> (ej: 4 PJ Nvl 3 = 12).</p><table class='table'><thead><tr><th>Rol</th><th>Coste</th><th>Nota</th></tr></thead><tbody><tr><td><strong>Esbirro</strong></td><td>0.25 x Nivel</td><td>4 Esbirros = 1 Monstruo Estándar.</td></tr><tr><td><strong>Estándar</strong></td><td>1 x Nivel</td><td>Soldado, Bruto, Hostigador, etc.</td></tr><tr><td><strong>Solo</strong></td><td>4 x Nivel</td><td>Monstruos Jefe actúan dos veces por ronda.</td></tr></tbody></table><h3>Escalado de Dificultad</h3><ul><li><strong>Fácil (0.5x NTG):</strong> Patrullas. Quema recursos menores.</li><li><strong>Estándar (1.0x NTG):</strong> Línea base. Riesgo de llegar a 0 PV.</li><li><strong>Mortal (2.0x NTG):</strong> Jefe Mayor o Error. Alto riesgo de muerte.</li></ul><h3>Refuerzos Dinámicos</h3><p>Si los jugadores ganan muy fácilmente, gasta <strong>2 Puntos de Peligro</strong> para generar <strong>1d4 Esbirros</strong> (Coste ~1 Nivel) como segunda oleada.</p>",
        "tags": ["encuentro", "balance", "presupuesto", "cr", "monstruos"]
      },
      {
        "id": "9.9",
        "title": "El Dado de Encuentro Sobrecargado",
        "content": "<p>Para rastrear tiempo y riesgo, tira un <strong>d6</strong> cada vez que el grupo entre en una nueva área, busque en una habitación o descanse.</p><table class='table'><thead><tr><th>d6</th><th>Resultado</th><th>Efecto</th></tr></thead><tbody><tr><td>1</td><td><strong>Encuentro</strong></td><td>Un monstruo errante ataca inmediatamente.</td></tr><tr><td>2</td><td><strong>Peligro / Señal</strong></td><td>Se activa un peligro, o aparece una pista (sonido/olor) de un monstruo cercano.</td></tr><tr><td>3</td><td><strong>Agotamiento</strong></td><td>Recursos consumidos. 1 Antorcha se apaga. Si 3ª vez: Comer Ración.</td></tr><tr><td>4</td><td><strong>Expiración</strong></td><td>Hechizos con duración '10 min' o '1 hora' terminan.</td></tr><tr><td>5</td><td><strong>Cambio de Mazmorra</strong></td><td>Una puerta se cierra, una trampa se reinicia o el entorno cambia.</td></tr><tr><td>6</td><td><strong>Despejado</strong></td><td>Paso seguro. Los personajes recuperan el aliento.</td></tr></tbody></table>",
        "tags": ["dado evento", "encuentro aleatorio", "tiempo", "reloj"]
      }
    ]
  },
{
    "id": "ch10",
    "title": "Capítulo 10: Bestiario",
    "sections": [
      {
        "id": "10.1",
        "title": "Filosofía de Diseño de Monstruos",
        "content": "<p>En Grim Delve, no necesitas memorizar cientos de bloques de estadísticas. Los monstruos son modulares, construidos combinando dos componentes:</p><ul><li><strong>El Chasis (Rol + Nivel):</strong> Proporciona las matemáticas (PV, Daño, CDs).</li><li><strong>La Piel (Familia):</strong> Proporciona el sabor y habilidades especiales (Rasgos, Acciones).</li></ul><p>Esto te permite improvisar cualquier criatura al instante. Un 'Soldado Nivel 3' puede ser un Hobgoblin (Pueblo), una Armadura Animada (Constructo) o un Guerrero Esqueleto (No-Muerto) solo cambiando el rasgo de Familia.</p>",
        "tags": ["monstruos", "diseño", "chasis", "familia"]
      },
      {
        "id": "10.2",
        "title": "Los Roles (Tácticas)",
        "content": "<p>Cada monstruo cae en un rol táctico específico que dicta su comportamiento.</p><h4>⚔️ Soldado (La Línea)</h4><p>Defensa y ataque equilibrados. Actúan como el yunque. <strong>Tácticas:</strong> Bloquear cuellos de botella, proteger Artillería y enfrentar al PJ más fuerte.</p><h4>💪 Bruto (El Martillo)</h4><p>Altos PV y Daño, pero Baja Defensa. Peligrosos de ignorar. <strong>Tácticas:</strong> Cargar al objetivo más cercano y forzar a los jugadores a concentrar fuego en ellos.</p><h4>🏹 Artillería (El Francotirador)</h4><p>Especialistas a distancia. Débiles cuerpo a cuerpo. <strong>Tácticas:</strong> Buscar terreno elevado o cobertura. Concentrar fuego en PJs Blandos (Magos/Pícaros).</p><h4>🗡️ Hostigador (El Flanqueador)</h4><p>Alta Defensa y Velocidad, Bajos PV. <strong>Tácticas:</strong> Golpear y correr. Evitan la línea frontal para atacar la retaguardia, usando movilidad para evitar contraataques.</p><h4>🧠 Controlador (El Líder)</h4><p>Mejoras y Debilitamientos. <strong>Tácticas:</strong> Cambiar el campo de batalla (Muros, Niebla), deshabilitar PJs (Aturdir, Miedo) y comandar Esbirros.</p><h4>💀 Acechador (El Asesino)</h4><p>Especialistas en sigilo. <strong>Tácticas:</strong> Esconderse hasta que el grupo esté comprometido, luego golpear para daño masivo. Huir si son revelados.</p><h4>🐜 Esbirro (La Multitud)</h4><p>1 PV. Muere de un golpe. <strong>Tácticas:</strong> Enjambrar para proporcionar bonos de flanqueo a Élites. Existen para drenar recursos (Munición/Espacios de Hechizo).</p><h4>👑 Solo (El Jefe)</h4><p>Estadísticas altas, actúa dos veces por ronda. <strong>Tácticas:</strong> Repartir daño, romper bloqueos y sobrevivir. Cuando se reduce al 50% de PV, el GM gana 2 Puntos de Peligro.</p>",
        "tags": ["roles", "tácticas", "soldado", "bruto", "esbirro", "solo"]
      },
      {
        "id": "10.3",
        "title": "Leyendo las Estadísticas",
        "content": "<p>Dado que el GM no tira, las estadísticas de los monstruos son Números Objetivo para los jugadores.</p><ul><li><strong>CD de Ataque:</strong> El número que un jugador debe superar con su <strong>Prueba de Defensa</strong> (Esquivar/Bloquear/Parar) para evitar recibir daño.</li><li><strong>CD de Defensa:</strong> El número que un jugador debe superar con su <strong>Prueba de Ataque</strong> para golpear al monstruo.</li><li><strong>CDs de Salvación:</strong> Los monstruos tienen CDs específicas para Fortaleza, Reflejos y Voluntad. Cuando un jugador fuerza a un monstruo a hacer una salvación (ej: \"El monstruo hace una Salvación de Fortaleza\"), el jugador tira <strong>d20 + Modificadores de Salvación</strong> contra la CD de Salvación del Monstruo. Si el jugador saca más alto, el Monstruo falla la salvación.</li><li><strong>Daño:</strong> La cantidad fija de daño que el monstruo inflige al impactar (a menos que se tire un Crítico contra el jugador).</li></ul>",
        "tags": ["estadísticas", "cd", "leyendo", "matemáticas"]
      },
      {
        "id": "10.4",
        "title": "Las Tablas de Chasis",
        "content": "<p>Usa estas tablas para encontrar las estadísticas base de cualquier monstruo por Nivel.</p>[[DYNAMIC_CHASSIS_TABLES]]<h3>Modificadores de Salvación por Rol</h3><p>Modifica la CD de Salvación Base de la tabla anterior según el Rol del Monstruo:</p><table class='table'><thead><tr><th>Rol</th><th>Fortaleza</th><th>Reflejos</th><th>Voluntad</th></tr></thead><tbody><tr><td><strong>Soldado</strong></td><td>+2</td><td>0</td><td>-2</td></tr><tr><td><strong>Bruto</strong></td><td>+2</td><td>-2</td><td>-2</td></tr><tr><td><strong>Hostigador</strong></td><td>-2</td><td>+2</td><td>0</td></tr><tr><td><strong>Acechador</strong></td><td>-2</td><td>+2</td><td>0</td></tr><tr><td><strong>Artillería</strong></td><td>-2</td><td>+2</td><td>0</td></tr><tr><td><strong>Controlador</strong></td><td>-2</td><td>0</td><td>+2</td></tr><tr><td><strong>Solo</strong></td><td>+2</td><td>0</td><td>+2</td></tr><tr><td><strong>Esbirro</strong></td><td>0</td><td>0</td><td>0</td></tr></tbody></table>",
        "tags": ["tablas", "matemáticas", "estadísticas", "pv", "ca", "salvaciones"]
      },
      {
        "id": "10.5",
        "title": "Las Familias",
        "content": "<p>Aplica una Familia a un Chasis para darle habilidades, tablas de botín y reglas de cosecha.</p>[[DYNAMIC_FAMILY_REFERENCE]]",
        "tags": ["familia", "rasgos", "habilidades", "botín"]
      }
    ]
  },
  {
    "id": "ch11",
    "title": "Capítulo 11: Tesoro y Recompensas",
    "sections": [
      {
        "id": "11.1",
        "title": "La Economía del Riesgo",
        "content": "<p>En Grim Delve, la gloria es agradable, pero el <strong>Oro</strong> es supervivencia. Lo necesitas para comprar XP. Sin embargo, la codicia pesa.</p><h3>Moneda y Volumen</h3><ul><li><strong>10 Cobre (cp)</strong> = 1 Plata (p)</li><li><strong>10 Plata (p)</strong> = 1 Oro (o)</li><li><strong>La Regla del Espacio:</strong> 100 Monedas (de cualquier mezcla) = <strong>1 Espacio de Inventario</strong>.</li></ul><h3>Líquido vs. Ilíquido</h3><ul><li><strong>Riqueza Líquida:</strong> Monedas y Gemas. Se pueden gastar inmediatamente. Bajo volumen.</li><li><strong>Riqueza Ilíquida:</strong> Objetos de Arte, Bienes Comerciales, Trofeos de Monstruos. Deben ser <strong>Vendidos</strong> durante el Tiempo Muerto para realizar su valor. A menudo pesados.</li></ul>",
        "tags": ["economía", "oro", "plata", "dinero", "espacios"]
      },
      {
        "id": "11.2",
        "title": "Tablas de Botín (Niveles 1-3)",
        "content": "<p>Cuando buscas en un cuerpo o cofre, el GM tira en la tabla que coincide con el nivel de amenaza.</p><h4>🟢 Tabla A: Chatarrería (Nivel 1)</h4><p><em>Contexto: Esbirros, Bolsillos, Nidos de Alimañas.</em></p>[[DYNAMIC_LOOT_TABLE_1]]<h4>🟡 Tabla B: El Alijo (Nivel 2)</h4><p><em>Contexto: Élites, Cofres Cerrados, Santuarios.</em></p>[[DYNAMIC_LOOT_TABLE_2]]<h4>🔴 Tabla C: El Tesoro (Nivel 3)</h4><p><em>Contexto: Jefes, Bóvedas, Nidos de Dragón. Tira 1d4 veces.</em></p>[[DYNAMIC_LOOT_TABLE_3]]",
        "tags": ["botín", "tablas", "tesoro", "oro", "recompensas"]
      },
      {
        "id": "11.3",
        "title": "Objetos de Valor",
        "content": "<p>Mientras que las monedas son convenientes, la verdadera riqueza reside en las mercancías y la historia. Estos objetos son pesados, frágiles y requieren un comprador.</p><h3>Bienes Comerciales (Mercancías)</h3><p>Recursos a granel encontrados en campamentos de bandidos o almacenes. Tienen un valor de mercado fijo.</p>[[DYNAMIC_COMMODITIES]]<h3>Generador de Objetos de Arte</h3><p>Tira <strong>1d20 tres veces</strong> para crear una reliquia única. Combina los resultados (ej: 'Ídolo de Obsidiana de la Bestia').</p>[[DYNAMIC_ART_GENERATOR]]",
        "tags": ["bienes comerciales", "mercancías", "arte", "generador", "valor", "botín"]
      },
      {
        "id": "11.4",
        "title": "Curiosidades y Reliquias",
        "content": "<p>Estos son objetos mágicos únicos que no se pueden fabricar. Proporcionan utilidad y poder narrativo en lugar de estadísticas de combate puras.</p>[[DYNAMIC_CURIOS]]",
        "tags": ["curiosidades", "reliquias", "objetos mágicos", "utilidad", "botín"]
      },
      {
        "id": "11.5",
        "title": "Efectos Mágicos (Planos)",
        "content": "<p>Para crear armas y armaduras mágicas, necesitas encontrar un <strong>Plano</strong>. Estos efectos se pueden aplicar a objetos base de Obra Maestra en la Forja del Artífice.</p><h3>Armadura</h3>[[DYNAMIC_MAGIC_ARMOR]]<h3>Armas</h3>[[DYNAMIC_MAGIC_WEAPONS]]<h3>Objetos Maravillosos</h3>[[DYNAMIC_MAGIC_WONDROUS]]",
        "tags": ["efectos mágicos", "encantamiento", "planos", "crafteo"]
      }
    ]
  }

]
